Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: In most cases this means the country in which the applicant was born. However, if a person was born in an ineligible country but his/her spouse was born in an eligible country, such person can claim the spouse’s country of birth providing both the applicant and spouse are issued visas and enter the U.S. simultaneously. Also, if a person was born in an ineligible country, but neither of his/her parents was born there or resided there at the time of the birth, such person may be able to claim nativity in one of the parents’ country of birth
da_dk: I de fleste tilfælde vil dette betyde det land hvor ansøgeren er født. Hvis en person var født i et ikke godkendt land men hans/hendes ægtefælle blev født i et godkendt land kan denne person benyttes ægtefældens fødselsland i stedet for sit eget land, dette kræver at både ansøger og ægtefælde udstedes Green Card og sammen indrejser i USA på samme tidspunkt. Desuden, hvis en person blev født i et ikke godkendt land og ingen af hans/hendes forældre var født eller havde bopæl i det pågældende land under fødslen kan denne person benytte en af forældrenes fødeland.
de_de: In den meinsten Fällen versteht man die Land, wo der Kandidat geboren war. Dennoch, wenn eine Person in einem unbefugtem Land geboren war, aber den Ehepartner war in einem befugtem Land geboren, kann diese Person die Geburtsland ihres Ehepartner beanspruchen, danach können sowohl der Kandidat als auch der Ehepartner ein Visum für die USA gleichzeitig erhalten. Überdies, wenn eine Person in einem unbefugtem Land geboren war, aber keiner von seine Eltern war dort geboren oder war zur Zeit ihr Geburt wohnhafte, kann diese Person die Staatsbürgerschaft eines von Geburtsländer ihre Eltern beanspruchen
es_es: En la mayoria de casos se refiere al pais de nacimiento del solicitante. No obstante, si el conyuge ha nacido en un pais aceptado y el titular no, este podra usar la nacionalidad de su conyuge emitiendose un visado para ambos conyuges en el momento de entrar en USA. Igualmente, si una persona nacio en un pais no elegible, pero ninguno de sus padres nacio o residio alli en el momento del nacimiento, tambien podra aportar como nacionalidad la de cualquiera de sus padres.
fa_ir: فى معظم الحالات يعنى ذلك الدولة التى ولد الشخص المتقدم فيها ، وإذا ولد المتقدم فى دولة غير مؤخلة ولكن زوجه/زوجته ولد/ولدت فى دولة مؤهلة ، يمكن لهذا الشخص أن يحصل على دولة ميلاد زوجته ويمكن إصدار فيزا له ولزوجه/لزوجته ويمكنهم دخول الولايات المتحدة الأمريكية معاً ، وإذا ولد المتقدم فى دولة غير مؤهلة ولم يولد والديه أو والديها فى نفس الدولة يمكنه الحصول على الجنسية من الدولة التى ولد فيها الوالدان.
fr_fr: Dans la plupart des cas, cela signifie le pays dans lequel le demandeur est né. Cependant, si une personne est né dans un payx inéligible mais que son conjoint est né dans un pays éligible, cette personne peut demander à bénéficier du pays d'origine de son conjoint, permettant au demandeur et à son conjoint d'obtenir des visas et d'entrer aux Etats-Unis en même temps. En outre, si une personne est né dans un pays inéligible, mais qu'aucun de ses parents n'y sont nés ou n'y ont vécu au moment de leur naissance, cette personne peut se prévaloir du pays de naissance d'un de ses parents.
it_it: Nella maggior parte dei casi si intende il paese in cui è nato il candidato. Tuttavia, se una persona è nata in un paese non accettato, ma il coniuge è nato in un paese ammissibile, tale persona può rivendicare il paese di nascita del coniuge fornendo sia al candidato sia al coniuge il visto per entrare negli Stati Uniti contemporaneamente. Inoltre, se una persona è nata in un paese non ammissibile, ma nessuno dei suoi genitori è nato lì o vi ha risieduto al momento della nascita, questa persona può essere in grado di rivendicare la natività in uno dei paesi natale dei genitori
ja_jp: ほとんどの場合、応募者がプログラム対象国で出生していることを意味しますが、応募者がプログラム対象国でない国で生まれ、配偶者の生まれた国が対象国である場合は、配偶者が応募者本人と同時に移民ビザを取得し米国に入国 することを条件として配偶者の国の資格で応募できる方法は一つです。2つ目は、プログラム対象国でない国で生まれた方の両親のいずれもがその国の出生者ではなく、両親のどちらかがプログラム対象国で生まれ、なおかつ両親がプログラム対象国でない国に一時的に滞在している間に応募者が出生した場合、対象国となる 親の出生国の資格で抽選に応募する方法です。
pl_pl: W większości przypadków to oznacza kraj, w którym urodziła się osoba wypełniająca zgłoszenie. Jednak jeżeli ta osoba urodziła sie w kraju który się nie kwalifikuje, ale jej/jego współmałżonek(a) urodziła się w kraju, który się kwalifikuje, ta osoba może podać kraj urodzenia współmałżonka(i), o ile obie osoby otrzymają wizy i przyjadą do USA w tym samym czasie. Dodatkowo, jeżeli osoba urodziła sie w kraju który się nie kwalifikuje, ale żadne z jej rodziców nie urodziło się lub nie przebywało tam w czasie urodzenia, taka osoba może podać miejsce urodzenia jako kraj urodzenia jednego z rodziców
pt_pt: Na maioria dos casos, significa o país no qual o requerente nasceu. Entretanto, se a pessoa nasceu em um país inelegível mas seu cônjugue nasceu em um país elegível, tal pessoa pode reivindicar o país de nascimento do cônjugue proporcionando vistos emitidos ao requerente e cônjugue, entrando nos Estados Unidos simultaneamente. Também, se a pessoa nasceu em um país inelegível, mas nenhum de seus parentes nasceram ou residiram la no tempo de seu nascimento, tal pessoa pode reivindicar a natividade em um dos países em que seus parentes nasceram.
ro_ro: In majoritatea cazurilor se intelege tara in care a fost nascut candidatul. Totusi, daca o persoana s-a nascut intr-o tara nerecunoscuta, dar sotul/sotia sau/sa s-a nascut intr-o tara recunoscuta, aceasta persoanapoate sa ceara tara de nastere al sotului/sotiei fornind, atat candidatul, cat si sotul/sotia sau/sa viza pentru a intra in USA in acelasi timp. In plus, daca o persoana s-a nascut intr-o tara nerecunoscuta, dar nici unul din parintii lui nu s-a nascut acolo, nici nu au trait in momentulnasterii, aceasta persoana poate fi in grad de a cere nativitatea in una din tarile native ale parintilor
ru_ru: В большинстве случаев, означает страну, где кандидат родился. Однако, если человек родился в стране которая не была признана за рубежом, но супруга родилась в стране которая была признана, такое лицо может претендовать членство стране рождения супруга давая мужу и жене визу для въезда в США одновременно. Кроме того, если человек родился в стране, не была признана за рубежом , но ни один из родителей родился там или проживали там на момент рождения, такое лицо может подать заявку на возмещение Рождества в одном из родной страны родителей
sv_se: I de flesta fall menas här det land där sökande föddes. Men om en person föddes i ett icke kvalificerat land men hans/hennes make/maka föddes i ett kvalificerat land, så kan personen hävda make/makas födelseland under förutsättning att sökande och make/maka ges visum och inreser till U.S. samtidigt. Även om en person föddes i ett icke kvalificerat land, men ingen av hans/henner föräldrar föddes där eller bodde där vid tiden för barnets födelse, så kan den personen hävda att en av föräldrarnas födelseländer som fosterland.

source: Contact Details
da_dk: Kontakt Oplysninger
de_de: Einzelheiten des Kontakts
es_es: Información de contacto
fa_ir: تفاصيل جهة الأتصال
fr_fr: Informations de contact
it_it: Dettagli di Contatto
ja_jp: 詳細な連絡先
pl_pl: Dane kontaktowe
pt_pt: Detalhes do Contato
ro_ro: Detaliile Contactului
ru_ru: Контактные данные
sv_se: Kontakt information

source: Address
da_dk: Adresse
de_de: Adresse
es_es: Dirección
fa_ir: العنوان
fr_fr: Adresse
it_it: Indirizzo
ja_jp: 郵送先アドレス
pl_pl: Adres korespondencyjny
pt_pt: Endereço
ro_ro: Adresa
ru_ru: Адрес
sv_se: Adress

source: Country code
da_dk: Lande kode
de_de: Internationalvorwahl
es_es: Código País
fa_ir: كود الدولة
fr_fr: Code Pays
it_it: Codice del paese
pl_pl: Kod kraju
pt_pt: Código do País
ro_ro: Codul satului
ru_ru: Код страны
sv_se: Landskod

source: Area code
da_dk: Område kode
de_de: Internationalvorwahlsland
es_es: Código de área
fa_ir: كود المنطقة
fr_fr: Code Région
it_it: Area del codice
pl_pl: Kod pocztowy
pt_pt: Código de Área
ro_ro: Codul tarii
ru_ru: Код зоны
sv_se: Riktnummer

source: Telephone No.
da_dk: Telefon Nr.
de_de: Telefonnummer
es_es: Teléfono
fa_ir: رقم التليفون
fr_fr: Téléphone
it_it: Numero di Telefono
ja_jp: 電話
pl_pl: Numer telefonu
pt_pt: Telefone
ro_ro: Numarul de telefon
ru_ru: Номер телефона
sv_se: Telefonnummer

source: Mobile Phone No.
da_dk: Mobil Nr.
de_de: Handy-Nummer
es_es: Teléfono móvil
fa_ir: رقم الهاتف الجوال
fr_fr: Nº de téléphone mobile
it_it: Numero di Telefono
pl_pl: Numer telefonu komórkowego
pt_pt: No. do Celular
ro_ro: Numarul de telefon
ru_ru: Номер телефона
sv_se: Mobiltelefon nummer

source: Email address
da_dk: Email adresse
de_de: E-mail Adresse
es_es: Dirección E-mail
fa_ir: عنوان البريد الالكترونى
fr_fr: Adresse Email
it_it: Indirizzo e-mail
ja_jp: 電子メールアドレス
pl_pl: Adres E-mail
pt_pt: Endereço de Email
ro_ro: Adresa e-mail
ru_ru: Электронная почта
sv_se: E-postadress

source: Confirm Contact Email
da_dk: Kontakt Email igen
de_de: Bestätigung der E-mail des Kontakts
es_es: Confirmar email de contacto
fa_ir: التأكيد على البريد الالكترونى
fr_fr: Confirmez l'adresse Email de contact
it_it: Conferma l'Email di Contatto
ja_jp: 連絡先の電子メールを確認する
pl_pl: Potwierdź e-mail kontaktowy
pt_pt: Confirme o Email para Contato
ro_ro: Confirma E-mailului de Contact
ru_ru: Подтвердите адрес электронной почты
sv_se: Bekräfta kontakt e-postadress

source: Education Details
da_dk: Uddannelses Oplysninger
de_de: Einzelheiten über die Bedienungsanleitunge
es_es: Detalles de Formacion
fa_ir: تفاصيل التعليم
fr_fr: Détails concernant le niveau d'études
it_it: Dettagli sull'istruzione
ja_jp: 教育の詳細
pl_pl: Szczegóły wykształcenia
pt_pt: Detalhe do Ensino
ro_ro: Detalii despre Instruire
ru_ru: Подробная информация на образование
sv_se: Utbildningsinformation

source: Education
da_dk: Udannelse
de_de: Bedienungsanleitunge
es_es: Formacion
fa_ir: التعليم
fr_fr: Niveau d'études
it_it: Istruzione
ja_jp: 教育
pl_pl: Wykształcenie
pt_pt: Ensino
ro_ro: Instruire
ru_ru: Образование
sv_se: Utbildning

source: You must have a minimum of a high school diploma reflecting the completion of a full course of study (vocation schools or equivalency degrees are not acceptable) or be a skilled worker in an occurpation that requires at least two years of training or experience to qualify
da_dk: Ansøgeren skal have bestået minimum Gymnasiet eller Handelsskole med et eksamensbevis (Folkeskolen eller lignende udannelser kan ikke accepteres), eller ansøgeren skal have arbejdet i minimum 2 år som en kvalificeret medarbejder med et arbejde som kræver minimum 2 års udannelse, træning eller erfaring for at arbejde i den pågældende stilling.
de_de: Für die Qualifizierung soll man wenigstens ein Abiturzeugnis zur Verfügung haben, der die Vervollständigung einer ganzer Lernensfahrt widerspiegelt (Fachschulesdiplom oder dergleichen sind annehmbar nicht), oder einen Facharbeiter sein, den in einen Rang, den zwei Jahre der Ausbildung oder der Erfahrung erfordert, spezialisiert ist
es_es: Debe tener al menos un titulo de diplomado donde se refleje un minimo de un curso de estudio (escuelas profesionales o similares no aceptadas) o ser un trabajador cualificado en un puesto que requiera del menos dos años de entrenamiento o experiencia para poder ser aceptado
fa_ir: يجب أن تتمتع بدبلومة ثانوية على الأقل وهى تمثل إكمال كورس دراسى (المدارس الفنية وما يعدلها غير مقبولة) أو أن تكون عامل ماهر فى حرفة ما تتطلب على الأقل سنتين تدريب او خبرة لكى تتأهل.
fr_fr: Vous devez au minimum avoir un diplôme de lycée confirmant l'accomplissement d'un cyle entier de cours (établissements professionnels ou diplômes de compensation ne sont pas acceptés) ou être un travailleur qualifié dans un domaine professionnel qui requiert au minimum deux ans de formation ou d'expérience.
it_it: È necessario disporre di almeno il diploma di scuola superiore che rifletta il completamento di un ciclo completo di studi (scuole professionali o laurea equivalente non sono accettabili) o di essere un operaio specializzato in una posizione che richieda almeno due anni di formazione o di esperienza per qualificarsi
ja_jp: 高校卒業以上あるいは同等の教育を修了していることである事。 又は少なくとも2年間の研修か実務経験を必要とする職業に過去5年以内に2年以上従事していることが必要。
pl_pl: Musisz posiadać co najmniej świadectwo szkoły średniej, potwierdzające ukończenie pełnego programu nauczania (szkoły zawodowe lub ich odpowiedniki nie są akceptowane), lub być pracownikiem biegłym w dziedzinie, w której kwalifikacja wymaga co najmniej dwóch lat szkolenia lub doświdaczenia
pt_pt: Você deve ter no mínimo um diploma escolar refletindo a conclusão de um curso completo de estudo (escolas vocacionais ou gradações equivalentes não são aceitos) ou ser um trabalhados qualificado em uma ocupação que requer pelo menos dois anos de treinos ou experiência para qualificar
ro_ro: E necesar sa aveti cel putin o diploma liceala care sa reflecte completarea ciclului complet de studii (scoli profesionale sau diplome asemanatoare nu sunt acceptate) sau de a fi lucrator specializatin o pozitiecare sa ceara cel putin doi ani di formare sau de experienta pentru a se califica
ru_ru: Вы должны иметь по крайней мере диплом средней школы, который отражает завершения полного курса обучения (профессиональное училище или эквивалентной степени не принимаются) или быть мастером на позицию, которая требует, по крайней мере два года обучения или опыта, чтобы квалифицировать
sv_se: Du måste ha minst en gymnasieexamen som visar en fullständigt genomförd studiekurs (yrkesskolor eller likvärdigt är inte godtagbara) eller vara en kvalificerad arbetskraft i ett yrke som kräver minst två års utbildning eller arbetserfarenhet för att vara kvalificerad

source: visit
da_dk: besøg
de_de: besuchst
es_es: visite
fa_ir: زيارة
fr_fr: visite
it_it: visita
ja_jp: 訪問する
pl_pl: odwiedź
pt_pt: visite
ro_ro: vizita
ru_ru: посетить
sv_se: besök

source: this link will open in a new window
da_dk: dette link vil åbne i et nyt vindue
de_de: diesen Link, den eine neue Fenster öffnet
es_es: este enlace abrira en una ventana nueva
fa_ir: هذا الرابط سيفتح فى نافذة جديدة
fr_fr: ce lien ouvrira une nouvelle fenêtre
it_it: questo link che si aprirà in una nuova finestra
ja_jp: このリンクは別ウィンドウで開きます
pl_pl: ten link otworzy się w nowym oknie
pt_pt: esse link abrirá em uma nova janela
ro_ro: acest link care se va deschide in o noua fereastra
ru_ru: Эта ссылка откроется в новом окне
sv_se: den här länken kommer att öppnas i ett nytt fönster

source: to see if your occurpation qualifies
da_dk: for at se om dit arbejde kvalificere sig
de_de: um kontrollieren, wenn deiner Beruf berechtigt ist
es_es: para ver si su trabajo le permite calificar
fa_ir: لترى إذا كانت مهنتك تتاهل
fr_fr: pour voir si vos qualifications professionnelles
it_it: per vedere se la tua professione è autorizzata
ja_jp: 職業的経験において必要条件を満たしているかを見る
pl_pl: aby zobaczyć czy twój zawód się kwalifikuje
pt_pt: para ver se sua profissão se qualifica
ro_ro: pentru a vedea se profesia ta este autorizata
ru_ru: чтобы увидеть, если ваша профессия имеет право
sv_se: för att se om ditt yrke kvalificerar

source: for a Diversity Visa.
da_dk: for deltagelse i Green Card Lotteriet
de_de: für ein Einwanderungsvisum.
es_es: para un Visado Diverso
fa_ir: للفيزا متعددة الجنسيات
fr_fr: pour une Diversité de Visa
it_it: per un Visto di Immigrazione
ja_jp: ダイバーシティー移住ビザのため
pl_pl: na Wizę
pt_pt: para a Diversidade de Vistos.
ro_ro: pentru Viza de Emigratione.
ru_ru: для иммиграционной визы
sv_se: för ett Diversity Visum.

source: Further Information
da_dk: Yderligere Information
de_de: Weitere Informationen
es_es: Información adicional
fa_ir: المزيد من المعلومات
fr_fr: Plus Information
it_it: Ulteriori Informazioni
ja_jp: 詳しいこと
pl_pl: Dalsza Informacja
pt_pt: Mais Informação
ro_ro: Alte Informatii
ru_ru: Дополнительная информация
sv_se: Ytterligare information

source: What is you current marital status?
da_dk: Hvad er din nuværende samlever status?
de_de: Welche Personenstand hast du?
es_es: ¿Cual es su estado civil?
fa_ir: ما هى حالتك الأجتماعية الحالية؟
fr_fr: Quel est votre situation maritale actuelle ?
it_it: Qual è il tuo attuale stato civile?
ja_jp: 現在の結婚歴は何ですか？
pl_pl: Jaki jest Twój obecny stan cywilny?
pt_pt: Qual é o seu estado civil?
ro_ro: Care este statul tau civil actual
ru_ru: Каково ваше нынешнее семейное положение?
sv_se: Vad är ditt nuvarande civilstånd?

source: Unmarried
da_dk: Ikke gift
de_de: Ledige
es_es: Soltero
fa_ir: غير متزوج
fr_fr: Célibataire
it_it: Celibe/Nubile
ja_jp: 未婚者
pl_pl: Nieżonaty / niezamężna
pt_pt: Solteiro(a)
ro_ro: Necasatorit/ta
ru_ru: Незамужний/яя
sv_se: Ogift

source: Married
da_dk: Gift
de_de: Verheiratete
es_es: Casado
fa_ir: متزوج
fr_fr: Marié
it_it: Sposato
ja_jp: 既婚者
pl_pl: Żonaty
pt_pt: Casado
ro_ro: Casatorit/ta
ru_ru: Женат/a
sv_se: Gift

source: Divorced
da_dk: Skilt
de_de: Geschiedene
es_es: Divorciado
fa_ir: مطلق
fr_fr: Divorcé
it_it: Divorziato/a
ja_jp: 離婚した
pl_pl: Rozwiedziony
pt_pt: Divorciado(a)
ro_ro: Divortat/ta
ru_ru: Разведенный/aя
sv_se: Skild

source: Widowed
da_dk: Enke
de_de: Witwer
es_es: Viudo
fa_ir: أرملة
fr_fr: Veuf (ve)
it_it: Vedovo/a
ja_jp: 夫と死別した
pl_pl: Wdowiec / wdowa
pt_pt: Viúvo(a)
ro_ro: Vaduv/va
ru_ru: Овдовевший/aя
sv_se: Änka/änkling

source: Legally Separated
da_dk: Separeret
de_de: Gerichtlich getrennt
es_es: Separado legalmente
fa_ir: مفصول بشكل قانونى
fr_fr: Séparé légalement
it_it: Separato legalmente
ja_jp: 合法的に分かれた
pl_pl: W separacji prawnej
pt_pt: Legalmente Separado(a)
ro_ro: Separat Legal
ru_ru: Юридически отделены
sv_se: Lagligt separerad

source: Spouse Details
da_dk: Ægtefælle Oplysninger
de_de: Einzelheiten des Ehepartner
es_es: Detalles del conyuge
fa_ir: تفاصيل الزوجة
fr_fr: Informations du conjoint
it_it: Dettagli del Coniuge
ja_jp: 配偶者の詳細
pl_pl: Dane współmałżonka / współmałżonki
pt_pt: Detalhes do Cônjugue
ro_ro: Detaliile Sotului/sotiei
ru_ru: Подробная информация о супруга
sv_se: Make/makas information

source: Kids
da_dk: Børn
de_de: Söhne
es_es: Hijos
fa_ir: أطفال
fr_fr: Enfants
it_it: Figli
ja_jp: キッズ
pl_pl: Dzieci
pt_pt: Crianças
ro_ro: Copii
ru_ru: Дети
sv_se: Barn

source: Number of unmarried children under the age of 21
da_dk: Antal ugifte børn under 21
de_de: Nummer deiner unverheirateter Söhne, die unter 21 Jahre alt sind
es_es: Número de hijos solteros menores de 21 años
fa_ir: عدد الأطفال الغير متزوجين تحت سن 21 سنة
fr_fr: Nombre d'enfants célibataires de moins de 21 ans
it_it: Numero di figli non sposati al di sotto dei 21 anni
ja_jp: 21歳未満の未婚の子供の数
pl_pl: Liczba dzieci przed 21 rokiem życia, stanu wolnego
pt_pt: Número de filhos não casados menores de 21
ro_ro: Numarul copiilor necasatorit sub 21 ani
ru_ru: Количество нe состоящих в браке детей в возрасте до 21 лет
sv_se: Antal ogifta barn under 21 år

source: Continue
da_dk: Fortsæt
de_de: Fortsetzen
es_es: Continuar
fa_ir: تكملة
fr_fr: Continuer
it_it: Continua
ja_jp: 続く
pl_pl: Kontynuuj
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt

source: Green Card Lottery
da_dk: Green Card Lotteriet
de_de: Lotterie für die Green Card
es_es: Sorteo de Tarjeta VErde
fa_ir: قرعة الجرين كارد
fr_fr: La Loterie des cartes vertes
it_it: Lotteria della Green Card
ja_jp: ホーム
pl_pl: Loteria Zielonej Karty
pt_pt: Loteria do Green Card
ro_ro: Loteria Green Card
ru_ru: Лотерея Грин Кард
sv_se: Green Card Lotteriet

source: Apply today for your chance to win a green card
da_dk: Ansøg i dag og få chancen for at vinde et green card
de_de: Sich in Green Card ein zuschreiben kann nicht einfacher sein
es_es: Inscribase ahora para tener la ocasion de ganar una tarjeta verde
fa_ir: تقدم اليوم وأحظى بفرصة الفوز بالجرين كارد
fr_fr: Saisissez aujourd'hui votre chance de gagner une carte verte
it_it: Candidati oggi per avere una possibilità di vincere una green card
ja_jp: グリーンカードを獲得するためにすぐにでも抽選に申し込む
pl_pl: Zgłoś się dzisiaj aby mieć szansę wylosowania Zielonej Karty
pt_pt: Increva-se hoje mesmo para a chance de ganhar um green card
ro_ro: Candidaza-te astazi pentru a avea posibilitatea de a castiga o green card
ru_ru: Подать заявку сейчас чтобы иметь шанс шанс выиграть зеленую карту
sv_se: Ansök idag och få chans att vinna ett Green Card

source: Thank you for your interest in this year's US Green Card Lottery. The US Green Card Office gives you all the information you need as well as showing you how to enter the US Visa Lottery.
da_dk: Tak for din interesse i dette års Green Card Lotteri i USA. US Green Card Office giver dig alle de nødvendige informationer og rådgivning du har brug for samt viser dig hvordan du let kan deltage i det store US Visa Lotteri.
de_de: Vielen Dank für deine Interesse an der Green Card Lotterie dieses Jahrs. US Green Card Office versieht dir alle Informationen, die du zusammen mit der Erklärung der Teilnahme an der US Visum Lotterie brauchst.
es_es: Le agradecemos su interés por el Sorteo de las Tarjetas Verdes de este año. En esta página le facilitamos toda la información necesaria así como una descripción de cómo participar en el Sorteo de las Tarjetes Verdes. (Green Card).
fa_ir: شكراً لك لأهتمامك بقرعة الجرين كارد لهذه السنة ، إن الجرين كارد تعطيك كل المعلومات التى تحتاجها بالأضافة الى كيفية الدخول فى القرعة
fr_fr: Merci de votre interêt pour la loterie des visas de cette année. Ce site vous donnera à la fois toute information necéssaire et une description sur la façon de s'inscrire à la loterie des cartes vertes. (Green Card).
it_it: Grazie per il tuo interesse nella Lotteria per la Green Card di quest’anno. US Green Card Office ti fornisce tutte le informazioni di cui hai bisogno insieme alla spiegazione su come partecipare alla Lotteria US Visa.
ja_jp: 今年のグリーンカード抽選について関心をお寄せいただきありがとうございます。このサイトでは必要なすべての情報とグリーンカード抽選への応募方法を提供しています。
pl_pl: Dziękujemy za zainteresowanie tegoroczną edycją Loterii Zielonej Karty US. US Green Card Office przekazuje Ci wszystkie niezbędne informacje oraz pokazuje Ci, jak wziąć udział w Loterii Wizowej US.
pt_pt: Obrigado por seu interesse na Loteria do Green Card deste ano. O US Green Card Office dá a você todas as informações que você precisa, assim como mostra a você como participar da Loteria do Visto nos EUA.
ro_ro: Multumim pentru interesul tau in loteria pentru green card din anul curent. US Green Card Office iti offera toate informatiile de cui ai nevoie impreuna cu explicatia prind faptul cum sa partecipi la loteria US visa.
ru_ru: Благодарим Вас за Ваш интерес к лотерее Green Card этого года. У. С. Зеленая карта Управление будет оказывать все необходимые сведения, вместе с объяснением о том, как присоединиться к У. С. визовой лотереи.
sv_se: Tack för ditt intresse i detta års Green Card lotteri. Den här webbplatsen innehåller all information du behöver, samt en beskrivning av hur man går med i Green Card lotteriet.

source: The Green Card Lottery
da_dk: Green Card Lotteriet
de_de: Lotterie der Green Card
es_es: El Sorteo de Tarjeta Verde
fa_ir: قرعة الجرين كارد
fr_fr: La Loterie Carte Verte
it_it: Lotteria della Green Card
ja_jp: グリーンカードロッテリー
pl_pl: Loteria Zielonej Karty
pt_pt: Loteria do Green Card
ro_ro: Loteria pentru Green Card
ru_ru: Лотерея Грин Кард
sv_se: Green Card Lotteriet
