Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: Spouse gender cannot be empty
da_dk: Ægtefælles køn skal udfyldes
de_de: Das 'Geschlecht des Ehepartners' Feld darf nicht leer sein
es_es: No puede dejar en blanco el genero de su conyuge
fa_ir: لا يمكن ترك جنس الزوج/الزوجة فارغاً
fr_fr: Le Sexe de votre conjoint doit être renseigné
it_it: Il sesso del coniuge non può essere vuoto
ja_jp: 配偶者の性は入力必須項目で省略できません
pl_pl: Płeć współmałżonka / współmałżonki nie może pozostać pusta
pt_pt: Sexo do cônjugue não deve estar em branco
ro_ro: Sexul sotului/sotiei nu poate fi loc gol
ru_ru: Пол супруга не может быть пустым
sv_se: Make/makas kön kan inte lämnas tomt

source: Spouse day of birth cannot be empty
da_dk: Ægtefælles dag i fødselsdag skal udfyldes
de_de: Das 'Geburtstag des Ehepartner' Feld darf nicht leer sein
es_es: No puede dejar en blanco el dia de nacimiento de su conyuge
fa_ir: لا يمكن ترك تاريخ ميلاد الزوج/الزوجة فارغاً
fr_fr: Le Jour de naissance de votre conjoint doit être renseigné
it_it: Il giorno di nascita del coniuge non può essere vuoto
ja_jp: 配偶者の出生日は入力必須項目で省略できません
pl_pl: Dzień urodzenia współmałżonka / współmałżonki nie może pozostać pusty
pt_pt: Dia de nascimento do cônjugue não deve estar em branco
ro_ro: Ziua de nastere al sotului/sotiei nu poate fi loc gol
ru_ru: день рождения супруга не может быть пустым
sv_se: Make/makas födelsedag kan inte lämnas tomt

source: Spouse month of birth cannot be empty
da_dk: Ægtefælles måned i fødselsdag skal udfyldes
de_de: Das 'Geburtsmonat des Ehepartner' Feld darf nicht leer sein
es_es: No puede dejar en blanco el mes de nacimiento de su conyuge
fa_ir: لا يمكن ترك شهر ميلاد الزوج /الزوجة فارغاً
fr_fr: Le mois de naissance de votre conjoint doit être renseigné
it_it: Il mese di nascita del coniuge non può essere vuoto
ja_jp: 配偶者の出生月は入力必須項目で省略できません
pl_pl: Miesiąc urodzenia współmałżonka / współmałżonki nie może pozostać pusty
pt_pt: Mês de nascimento do cônjugue não deve estar em branco
ro_ro: Luna de nastere al sotului/sotiei nu poate fi loc gol
ru_ru: Месяц рождения супруга не может быть пустым
sv_se: Make/makas födelsemånad kan inte lämnas tomt

source: Spouse year of birth cannot be empty
da_dk: Ægtefælles år i fødselsdag skal udfyldes
de_de: Das 'Geburtsjahr des Ehepartner' Feld darf nicht leer sein
es_es: No puede dejar en blanco el año de nacimiento de su conyuge
fa_ir: لا يمكن ترك سنة ميلاد الزوج/الزوجة فارغاً
fr_fr: L'Année de naissance de votre conjoint doit être renseignée
it_it: L'anno di nascita del coniuge non può essere vuoto
ja_jp: 配偶者の青年は入力必須項目で省略できません
pl_pl: Rok urodzenia współmałżonka / współmałżonki nie może pozostać pusty
pt_pt: O ano de nascimento do cônjugue não deve estar em branco
ro_ro: Anul de nastere al sotului/sotiei nu poate fi loc gol
ru_ru: Год рождения супруга не может быть пустым
sv_se: Make/makas födelseår kan inte lämnas tomt

source: Spouse city of birth cannot be empty
da_dk: Ægtefælles fødeby skal udfyldes
de_de: Das 'Geburtsstadt des Ehepartner' Feld darf nicht leer sein
es_es: No puede dejar en blanco la ciudad de nacimiento de su conyuge
fa_ir: لا يمكن ترك مدينة ميلاد الزوج/الزوجة فارغاً
fr_fr: La Ville de naissance de votre conjoint doit être renseignée
it_it: La città natale del coniuge non può essere vuota
ja_jp: 配偶者の出生地は入力必須項目で省略できません
pl_pl: Miasto urodzenia współmałżonka / współmałżonki nie może pozostać puste
pt_pt: A cidade de nascimento do cônjugue não deve estar em branco
ro_ro: Orasul natal al sotului/sotiei nu poate fi loc gol
ru_ru: город рождения супруга не может быть пустым
sv_se: Make/makas födelsestad kan inte lämnas tomt

source: Spouse country of birth cannot be empty
da_dk: Ægtefælles fødeland skal udfyldes
de_de: Das 'Geburtsregion des Ehepartner' Feld darf nicht leer sein
es_es: No puede dejar en blanco el país de nacimiento de su conyuge
fa_ir: لا يمكن ترك حقل دولة ميلاد الزوج/الزوجة فارغاً
fr_fr: Le Pays de naissance de votre conjoint doit être renseigné
it_it: Il paese natale del coniuge non può essere vuoto
ja_jp: 配偶者の出生国は入力必須項目で省略できません
pl_pl: Kraj urodzenia współmałżonka / współmałżonki nie może pozostać pusty
pt_pt: O país de nascimento do cônjugue não deve estar em branco
ro_ro: Satul natal al sotului/sotiei nu poate fi loc gol
ru_ru: Mесто рождения супруга не может быть пустым
sv_se: Make/makas födelseland kan inte lämnas tomt

source: Spouse native country cannot be empty
da_dk: Ægtefælles NATIVE land skal udfyldes
de_de: Das 'Geburtsland des Ehepartner' Feld darf nicht leer sein
es_es: No puede dejar en blanco el pais de nacimiento de su conyuge
fa_ir: لا يمكن ترك حقل دولة الزوج/الزوجة الأساسية فارغاً
fr_fr: Le Pays d'origine de votre conjoint doit être renseigné
it_it: Lo stato natale del coniuge non può essere vuoto
ja_jp: 配偶者の母国は入力必須項目で省略できません
pl_pl: Kraj ojczysty współmałżonka / współmałżonki nie może pozostać pusty
pt_pt: O país nativo do cônjugue não deve estar em branco
ro_ro: Tara natala al sotului/sotiei nu poate fi loc gol
ru_ru: Страна рождения супруга не может быть пустой
sv_se: Make/makas fosterland kan inte lämnas tomt

source: You must select your level of education for your spouse
da_dk: Uddannelses Oplysninger skal udfyldes for samlever
de_de: Du musst den Bildungsstand deines Ehepartners auswählen
es_es: Debe seleccionar un grado de educación para su conyuge
fa_ir: لابد أن تحدد مستوى تعليم زوجك/زوجتك
fr_fr: Vous devez sélectionner le niveau d'études de votre conjoint
it_it: Devi selezionare il livello di istruzione del tuo coniuge
ja_jp: 配偶者の教育水準を選択しなければなりません
pl_pl: Musisz wybrać poziom edukacji współmałżonka / współmałżonki
pt_pt: Você deve selecionar o nível de educação de seu cônjugue
ro_ro: Trebuie sa selectionezi nivelul tau de instruire al sotului/sotiei
ru_ru: Вы должны выбрать уровень образования вашего супруга
sv_se: Du måste välja make/makas utbildningsnivå

source: Child firstname cannot be empty
da_dk: Dit barns fornavn skal udfyldes
de_de: Das 'Name deines Kindes' Feld darf nicht leer sein
es_es: No puede dejar en blanco el nombre de su hijo/a
fa_ir: لا يمكن ترك حقل الأسم الأول للطفل
fr_fr: Le Prénom de votre enfant doit être renseigné
it_it: Il nome di tuo figlio non può essere vuoto
ja_jp: 子供の名は入力必須項目で省略できません
pl_pl: Imię dziecka nie może pozostać puste
pt_pt: Nome da criança não deve estar em branco
ro_ro: Numele fiului nu poate fi loc gol
ru_ru: Имя вашего ребенка не может быть пустым
sv_se: Barns förnamn kan inte lämnas tomt

source: Child lastname cannot be empty
da_dk: Dit barns efternavn skal udfyldes
de_de: Das 'Familienname deines Kindes' Feld darf nicht leer sein
es_es: No puede dejar en blanco el apellido de su hijo/a
fa_ir: لا يمكن ترك حقل الأسم الأخير للطفل
fr_fr: Le Nom de votre enfant doit être renseigné
it_it: Il cognome di tuo figlio non può essere vuoto
ja_jp: 子供の姓は入力必須項目で省略できません
pl_pl: Naziwsko dziecka nie może pozostać puste
pt_pt: Sobrenome da criança não deve estar em branco
ro_ro: Prenumele fiului nu poate fi loc gol
ru_ru: фамилия вашего ребенка не может быть пустым
sv_se: Barns efternamn kan inte lämnas tomt

source: Child gender cannot be empty
da_dk: Dit barns køn skal udfyldes
de_de: Das 'Geschlecht deines Kindes' Feld darf nicht leer sein
es_es: No puede dejar en blanco el sexo de su hijo/a
fa_ir: لا يمكن ترك حقل جنس الطفل
fr_fr: Le Sexe de votre enfant doit être renseigné
it_it: Il sesso di tuo figlio non può essere vuoto
ja_jp: 子供の性は入力必須項目で省略できません
pl_pl: Płeć dziecka nie może pozostać pusta
pt_pt: Sexo da criança não deve estar em branco
ro_ro: Sexul fiului nu poate fi loc gol
ru_ru: Пол вашего ребенка не может быть пустым
sv_se: Barns kön kan inte lämnas tomt

source: Child day of birth cannot be empty
da_dk: Dit barns dag i fødselsdag skal udfyldes
de_de: Das 'Geburtstag deines Kindes' Feld darf nicht leer sein
es_es: No puede dejar en blanco el dia de nacimiento de su hijo/a
fa_ir: لا يمكن ترك حقل تاريخ ميلاد الطفل
fr_fr: Le Jour de naissance de votre enfant doit être renseigné
it_it: Il giorno di nascita di tuo figlio non può essere vuoto
ja_jp: 子供の出生日は入力必須項目で省略できません
pl_pl: Dzień urodzenia dziecka nie może pozostać pusty
pt_pt: Dia de nascimento da criança não deve estar em branco
ro_ro: Ziua de nastere al fiului nu poate fi loc gol
ru_ru: день рождения вашего ребенка не может быть пустым
sv_se: Barns födelsedag kan inte lämnas tomt

source: Child month of birth cannot be empty
da_dk: Dit barns måned i fødselsdag skal udfyldes
de_de: Das 'Geburtsmonat deines Kindes' Feld darf nicht leer sein
es_es: No puede dejar en blanco el mes de nacimiento de su hijo/a
fa_ir: لا يمكن ترك حقل شهر ميلاد الطفل
fr_fr: Le Mois de naissance de votre enfant doit être renseigné
it_it: Il mese di nascita di tuo figlio non può essere vuoto
ja_jp: 子供の出生月は入力必須項目で省略できません
pl_pl: Miesiąc urodzenia dziecka nie może pozostać pusty
pt_pt: Mês de nascimento da criança não deve estar em branco
ro_ro: Luna de nastere al fiului nu poate fi loc gol
ru_ru: Месяц рождения вашего ребенка не может быть пустым
sv_se: Barns födelsemånad kan inte lämnas tomt

source: Child year of birth cannot be empty
da_dk: Dit barns år i fødselsdag skal udfyldes
de_de: Das 'Geburtsjahr deines Kindes' Feld darf nicht leer sein
es_es: No puede dejar en blanco el año de nacimiento de su hijo/a
fa_ir: لا يمكن ترك حقل سنة ميلاد الطفل
fr_fr: L'Année de naissance de votre enfant doit être renseigné
it_it: L'anno di nascita di tuo figlio non può essere vuoto
ja_jp: 子供の生年は入力必須項目で省略できません
pl_pl: Rok urodzenia dziecka nie może pozostać pusty
pt_pt: Ano de nascimento da criança não deve estar em branco
ro_ro: Anul de nastere al fiului nu poate fi loc gol
ru_ru: Год рождения вашего ребенка не может быть пустым
sv_se: Barns födelseår kan inte lämnas tomt

source: Child city of birth cannot be empty
da_dk: Dit barns fødeby skal udfyldes
de_de: Das 'Geburtsstadt deines Kindes' Feld darf nicht leer sein
es_es: No puede dejar en blanco la ciudad de nacimiento de su hijo/a
fa_ir: لا يمكن ترك حقل مدينة ميلاد الطفل
fr_fr: La Ville de naissance de votre enfant doit être renseignée
it_it: La città natale di tuo figlio non può essere vuota
ja_jp: 子供の出生地は入力必須項目で省略できません
pl_pl: Miasto urodzenia dziecka nie może pozostać puste
pt_pt: Cidade de nascimento da criança não deve estar em branco
ro_ro: Orasul natal al fiului nu poate fi loc gol
ru_ru: Родной город вашего ребенка не может быть пустым
sv_se: Barns födelsestad kan inte lämnas tomt

source: Child country of birth cannot be empty
da_dk: Dit barns fødeland skal udfyldes
de_de: Das 'Geburtsland deines Kindes' Feld darf nicht leer sein
es_es: No puede dejar en blanco el pais de nacimiento de su hijo/a
fa_ir: لا يمكن ترك حقل دولة ميلاد الطفل
fr_fr: Le Pays de naissance de votre enfant doit être renseigné
it_it: Il paese natale di tuo figlio non può essere vuoto
ja_jp: 子供の母国は入力必須項目で省略できませ
pl_pl: Kraj urodzenia dziecka nie może pozostać pusty
pt_pt: País de nascimento da criança não deve estar em branco
ro_ro: Satul natal al fiului nu poate fi loc gol
ru_ru: Место рождения вашего ребенка не может быть пустой
sv_se: Barns födelseland kan inte lämnas tomt

source: Unable to save information about your spouse
da_dk: Fejl ved forsøg på at gemme informationer om din ægtefælde
de_de: Man kann die Informationen über den Ehepartner nicht speichern
es_es: No ha sido posible guardar la informacion sobre su conyuge
fa_ir: لم يتم التمكن من حفظ المعلومات عن زوجك/زوجتك
fr_fr: Impossible d'enregistrer les informations concernant votre conjoint
it_it: Impossibile salvare le informazioni sul tuo coniuge
ja_jp: 配偶者について情報を保存できませんでした
pl_pl: Nie można zapisać informacji o współmałżonku / współmałżonce
pt_pt: Não foi possível salvar a informação sobre seu cônjugue
ro_ro: Este imposibil de salvat informatiile privitor sotului / sotiei
ru_ru: Не удается сохранить информацию о вашем супруге
sv_se: Kan inte spara information om din make/maka

source: Unable to save information about child
da_dk: Fejl ved forsøg på at gemme informationer om dit barn
de_de: Man kann die Informationen über das Kind nicht speichern
es_es: No ha sido posible guardar la informacion sobre su hijo/a
fa_ir: لم يتم التمكن من حفظ المعلومات عن الطفل
fr_fr: Impossible d'enregistrer les informations concernant votre enfant
it_it: Impossibile salvare le informazioni su tuo figlio
ja_jp: 子供について情報を保存できませんでした
pl_pl: Nie można zapisać informacji o dziecku
pt_pt: Não foi possível salvar a informação sobre a criança
ro_ro: Este imposibil de salvat informatiile privitor fiului
ru_ru: Не удается сохранить информацию о вашем ребенке
sv_se: Kan inte spara information om barn

source: Error saving your information
da_dk: Fejl ved forsøg på at gemme informationer
de_de: Während der Speicherung deiner Informationen ist ein Fehler aufgetreten
es_es: Error al guardar su información
fa_ir: حدث خطأ أثناء حفظ المعلومات
fr_fr: Erreur pendant l'enregistrement de vos informations
it_it: Errore nel salvataggio delle tue informazioni
ja_jp: お客様の情報を保存する時にはエラーが発生しました
pl_pl: Błąd przy zapisywaniu Twoich informacji
pt_pt: Erro ao salvar sua informação
ro_ro: Eroare in timpul salvarii informatiilor tale
ru_ru: Ошибка при сохранении вашей информации
sv_se: Det uppstod ett fel när din information skulle sparas

source: Child
da_dk: Barn
de_de: Kind
es_es: Hijo
fa_ir: طفل
fr_fr: Enfant
it_it: Bambino
ja_jp: 子供
pl_pl: Dziecko
pt_pt: Criança
ro_ro: Copil
ru_ru: Pебенок
sv_se: Barn

source: Firstname
da_dk: Fornavn
de_de: Vorname
es_es: Nombre
fa_ir: الأسم الأول
fr_fr: Prénom
it_it: Nome
ja_jp: 応募者の名
pl_pl: Imię
pt_pt: Nome
ro_ro: Nume
ru_ru: имя
sv_se: Förnamn

source: Middlename
da_dk: Mellemnavn
de_de: Zweiter Vorname
es_es: Segundo Nombre
fa_ir: الأسم الأوسط
fr_fr: Deuxième prénom
it_it: Secondo nome
ja_jp: ミドルネーム
pl_pl: Drugie imię
pt_pt: Nome do meio
ro_ro: Al doilea nume
ru_ru: отчество
sv_se: Mellannamn

source: Lastname
da_dk: Efternavn
de_de: Nachname
es_es: Apellido
fa_ir: الأسم الأخير
fr_fr: Nom de famille
it_it: Cognome
ja_jp: 姓
pl_pl: Nazwisko
pt_pt: Sobrenome
ro_ro: Prenume
ru_ru: Фамилия
sv_se: Efternamn

source: Gender
da_dk: Køn
de_de: Geschlecht
es_es: Sexo
fa_ir: الجنس
fr_fr: Sexe
it_it: Sesso
ja_jp: 性別
pl_pl: Płeć
pt_pt: Sexo
ro_ro: Sex
ru_ru: Секс
sv_se: Kön

source: Please select
da_dk: Vælg Venligst
de_de: Auswählen
es_es: Por favor eliga
fa_ir: من فضلك ، أختر
fr_fr: Sélectionnez s'il vous plaît
it_it: Selezionare
ja_jp: 選択してください
pl_pl: Proszę wybrać
pt_pt: Por favor, selecione
ro_ro: Selectioneaza
ru_ru: Выберите
sv_se: Vänligen välj

source: Male
da_dk: Mand
de_de: Männlich
es_es: Hombre
fa_ir: ذكر
fr_fr: Homme
it_it: Maschio
ja_jp: 男性
pl_pl: Mężczyzna
pt_pt: Masculino
ro_ro: Masculin
ru_ru: мужчина
sv_se: Man

source: Female
da_dk: Kvinde
de_de: Weiblich
es_es: Mujer
fa_ir: أنثى
fr_fr: Femme
it_it: Femmina
ja_jp: 女性
pl_pl: Kobieta
pt_pt: Feminino
ro_ro: Feminin
ru_ru: женщина
sv_se: Kvinna

source: Date of Birth
da_dk: Fødselsdato
de_de: Geburtsdatum
es_es: Fecha de nacimiento
fa_ir: تاريخ الميلاد
fr_fr: Date de Naissance
it_it: Data di nascita
ja_jp: 出生日
pl_pl: Data urodzenia
pt_pt: Data de nascimento
ro_ro: Data de nastere
ru_ru: Дата рождения
sv_se: Födelsedatum

source: Year
da_dk: År
de_de: Jahr
es_es: Año
fa_ir: سنة
fr_fr: Année
it_it: Anno
ja_jp: 年
pl_pl: Rok
pt_pt: Ano
ro_ro: Anul
ru_ru: Год
sv_se: År

source: Month
da_dk: Måned
de_de: Monat
es_es: Mes
fa_ir: شهر
fr_fr: Mois
it_it: Mese
ja_jp: 月
pl_pl: Miesiąc
pt_pt: Mês
ro_ro: Luna
ru_ru: Месяц
sv_se: Månad

source: Januar
es_es: Enero
fa_ir: يناير
fr_fr: Janvier
it_it: Gennaio
ja_jp: １月
pl_pl: Styczeń
pt_pt: Janeiro
ro_ro: Ianuarie
ru_ru: Январь
sv_se: Januari

source: February
da_dk: Februar
de_de: Februar
es_es: Febrero
fa_ir: فبراير
fr_fr: Février
it_it: Febbraio
ja_jp: ２月
pl_pl: Luty
pt_pt: Fevereiro
ro_ro: Februarie
ru_ru: Февраль
sv_se: Februari

source: Marts
de_de: März
es_es: Marzo
fa_ir: مارس
fr_fr: Mars
it_it: Marzo
ja_jp: ３月
pl_pl: Marzec
pt_pt: Março
ro_ro: Martie
ru_ru: Март
sv_se: Mars

source: April
es_es: Abril
fa_ir: أبريل
fr_fr: Avril
it_it: Aprile
ja_jp: ４月
pl_pl: Kwiecień
pt_pt: Abril
ro_ro: Aprilie
ru_ru: Апрель

source: May
da_dk: Maj
de_de: Mai
es_es: Mayo
fa_ir: مايو
fr_fr: Mai
it_it: Maggio
ja_jp: ５月
pl_pl: Maj
pt_pt: Maio
ro_ro: Mai
ru_ru: Май
sv_se: Maj

source: June
da_dk: Juni
de_de: Juni
es_es: Junio
fa_ir: يونيو
fr_fr: Juin
it_it: Giugno
ja_jp: ６月
pl_pl: Czerwiec
pt_pt: Junho
ro_ro: Iunie
ru_ru: Июнь
sv_se: Juni

source: July
da_dk: Juli
de_de: Juli
es_es: Julio
fa_ir: يوليو
fr_fr: Juillet
it_it: Luglio
ja_jp: ７月
pl_pl: Lipiec
pt_pt: Julho
ro_ro: Iulie
ru_ru: Июль
sv_se: Juli

source: August
es_es: Agosto
fa_ir: أغسطس
fr_fr: Août
it_it: Agosto
ja_jp: ８月
pl_pl: Sierpień
pt_pt: Agosto
ru_ru: Август
sv_se: Augusti

source: September
es_es: Septiembre
fa_ir: سبتمبر
fr_fr: Septembre
it_it: Settembre
ja_jp: ９月
pl_pl: Wrzesień
pt_pt: Setembro
ro_ro: Septembrie
ru_ru: Сентябрь

source: October
da_dk: Oktober
de_de: Oktober
es_es: Octubre
fa_ir: أكتوبر
fr_fr: Octobre
it_it: Ottobre
ja_jp: １０月
pl_pl: Październik
pt_pt: Outubro
ro_ro: Octombrie
ru_ru: Октябрь
sv_se: Oktober

source: November
es_es: Noviembre
fa_ir: نوفمبر
fr_fr: Novembre
it_it: Novembre
ja_jp: １１月
pl_pl: Listopad
pt_pt: Novembro
ro_ro: Noiembrie
ru_ru: Ноябрь

source: December
de_de: Dezember
es_es: Diciembre
fa_ir: ديسمبر
fr_fr: Décembre
it_it: Dicembre
ja_jp: １２月
pl_pl: Grudzień
pt_pt: Dezembro
ro_ro: Decembrie
ru_ru: Декабрь

source: Day
da_dk: Dag
de_de: Tag
es_es: Dia
fa_ir: اليوم
fr_fr: Jour
it_it: Giorno
ja_jp: 日
pl_pl: Dzień
pt_pt: Dia
ro_ro: Ziua
ru_ru: День
sv_se: Dag

source: City of Birth
da_dk: Fødsels by
de_de: Geburtsstadt
es_es: Ciudad
fa_ir: محل الولادة
fr_fr: Endroit de naissance Villes
it_it: Città natale
ja_jp: 出生地
pl_pl: Miasto urodzenia
pt_pt: Cidade de Nascimento
ro_ro: Orasul natal
ru_ru: город рождения
sv_se: Födelsestad

source: Country of Birth
da_dk: Fødsels Land
de_de: Geburtsland
es_es: País de Nacimiento
fa_ir: دولة الولادة
fr_fr: Pays
it_it: Paese natale
ja_jp: 出生国
pl_pl: Kraj
pt_pt: País de Nascimento
ro_ro: Tara natale
ru_ru: Страна рождения
sv_se: Födelseland

source: Your payment has been registered
da_dk: Din betaling blev registreret
de_de: Die Zahlung ist abgeschlossen
es_es: El pago ha sido registrado
fa_ir: تم تسجيل الدفع
fr_fr: Le paiement A Approuvé
it_it: Il pagamento è stato registrato
ja_jp: あなたの支払いは登録されました
pl_pl: Twoja wpłata została zarejestrowana
pt_pt: Seu pagamento foi registrado
ro_ro: Achitarea a fost registrata
ru_ru: Оплата была записана
sv_se: Din betalning har registrerats

source: A welcome e-mail has been sent to your e-mail address
da_dk: En velkomst e-mail blev sendt til din e-mail adresse
de_de: Eine Willkommens-Nachricht ist an Deine E-mail Adresse versandt worden
es_es: Se ha enviado un correo de bienvenida a su direccion de email
fa_ir: لقد تم إرسال رسالة ترحيبية لك عبر البريد الالكترونى
fr_fr: Un e-mail de bienvenue vient d'être envoyé à votre adresse e-mail
it_it: Un email di benvenuto è stata inviata al tuo indirizzo email
ja_jp: 歓迎する電子メールがあなたの電子メールアドレスに送信されました
pl_pl: E-mail powitalny został wysłany na twój adres e-mail
pt_pt: Um e-mail de boas vindas foi enviado para seu endereço de e-mail
ro_ro: E-mailul de bun venit a fost trimis la adresa dumneavoastra de e-mail
ru_ru: Приветственное письмо было отправлено на Ваш адрес электронной почты
sv_se: Ett välkomstbrev har skickats till din e-post adress

source: Sorry, There has been a problem with the transaction. Your credit card has NOT been charged.
da_dk: Beklager, der opstod en fejl med transaktionen. Der er IKKE trukket penge på dit kreditkort.
de_de: Es tut uns Leid, während der Transaktion ist ein Fehler aufgetreten. Deine Kreditkarte ist NICHT akzeptiert worden.
es_es: Disculpe, Ha habido un problema con la transacción. Su tarjeta de crédito NO ha sido cargada.
fa_ir: نأسف، هناك مشكلة مع المعاملة ، لم يتم الخصم من بطاقتك الأئتمانية
fr_fr: Désolé, Il y a eu un problème avec la transaction. Votre carte de crédit n’ a pas été chargé.
it_it: Spiacenti, si è verificato un errore nella transazione. La tua carta di credito NON é stata caricata.
ja_jp: 申し訳ありませんが, 送金に問題がありました. ご利用のクレジットカードには、残高が残っていません。.
pl_pl: Przepraszamy, zaistniał problem podczas transakcji. Płatność z Twojej karty kredytowej NIE została przeprowadzona.
pt_pt: Desculpe, ocorreu um problema com a transação. Seu cartão de crédito NÃO foi cobrado.
ro_ro: Ne pare rau, dar s-a verificat o eroare pe parcursul tranzactiei. Cartea ta de credit nu a fost incarcata.
ru_ru: К сожалению, произошло ошибка в сделке. Ваша кредитная карта не была загружена.
sv_se: Ledsen, det har uppstått ett problem med transaktionen. Ditt kreditkort har INTE debiterats.

source: If you have problems using your Credit Card please call our HOTLINE on +44 207 100 1469, between 11:00 a.m. and 4:00 p.m. GMT.
da_dk: Hvis du har problemer med kreditkort betalingen, venligst ring til vores HOTLINE på +44 207 100 1469, mellem 11:00 a.m. og 4.00 p.m. GMT.
de_de: Bei Schwierigkeiten die Kreditkarte zu benutzen, erreichst Du uns von 12:00 AM bis 4:00 PM telefonisch unter: +44 207 100 1469
es_es: Si necesita asistencia para pagar online con su Tarjeta de Crédito, por favor llame a nuestra HOTLINE al +44 207 100 1469 entre las 12:00 a.m. y las 4:00 p.m. GMT
fa_ir: إذا كانت هناك أى مشاكل معك فى استخدام البطاقة الأئتمانية ، من فضلك أتصل بالخط الساخن على +44 207 100 1469 من 11:00 صباحاً الى 4:00 مساءاً بتوقيت جرنيتش.
fr_fr: Si vous avez besoin d'auxiliaire sur comment payer en ligne avec votre Carte de crédit s'il vous plaît appelez notre Hotline sur +44 207 100 1469, entre 12:00 du matin et 4:00 de l'après-midi GMT ou envoyez-nous un courrier électronique sur support@usgco.com et nous enquêterons le problème et nous vous reparlerons dans les 24 heures
it_it: Se hai dei problemi ad utilizzare la tua Carta di Credito online, contattaci al numero +44 207 100 1469, dalle 12:00 a.m. alle 4:00 p.m. GMT.
ja_jp: クレジットカードでのオンライン支払い方法について、お手伝いが必要でしたら、GMTで午前12:00から午後4:00までの間に当社ホットライン +44 207 100 1469までお電話くださるか、support@usgco.com までeメール送信してくだされば、問題について調査して24時間以内にお返事いたします。.
pl_pl: Jeżeli napotkałeś problemy przy użyciu karty kredytowej, proszę zadzwoń na GORĄCĄ LINIĘ +44 207 100 1469, pomiędzy 11:00 i 16:00 GMT.
pt_pt: Se você tiver algum problema usando seu Cartão de Crédito, entre em contato com nossa HOTLINE no número +44 207 100 1469, entre 11:00 e 16:00 GMT
ro_ro: Daca ai probleme in folosirea cartii tale de credit on-line, contacteaza-ne la numarul 44 207 100 1469, de la ora 12.00 a.m. pana la ora 4:00 p.m. GMT.
ru_ru: Если у вас возникли проблемы в использовании кредитной карты онлайн, позвоните нам по телефону 44 207 100 1469, от 12:00 утра до 4:00 вечера GMT.
sv_se: Om du har problem med att använda ditt Kredit Kort vänligen ring vår DIREKTLINJE +44 207 100 1469, mellan 11:00 och 16:00. GM
