Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: Photo of
da_dk: Foto af
de_de: Photo von
es_es: Foto de
fa_ir: صورة لـ
fr_fr: Photo de
it_it: Foto di
ja_jp: の写真
pl_pl: Zdjęcie
pt_pt: Foto de
ro_ro: Fotografia al
ru_ru: фотография
sv_se: Foto av

source: uploaded, waiting for photo to be approved
da_dk: uploaded, afventer godkendelse
de_de: Das Foto wurde hochgeladen und wird geprüft.
es_es: Foto subida, esperando aprobación
fa_ir: تم رفع الملف الى الخادم، فى انتظار اعتماد صورتك
fr_fr: téléchargé, en attente de validation de la photo
it_it: caricata, attendere che la foto venga approvata
ja_jp: アップロードされました、写真が承認されるのをお待ちしています
pl_pl: przesłane, czekaj na zatwierdzenie zdjęcia
pt_pt: enviado, esperando a foto ser aprovada
ro_ro: incarcata, asteptati ca fotografia sa fie aprobata
ru_ru: загружена, ждать фотографии должны быть утверждены
sv_se: uppladdat, väntar på att fotot ska godkännas

source: Photo uploaded
da_dk: Foto uploaded
de_de: Foto hochgeladen
es_es: Foto subida
fa_ir: تم رفع الصورة الى الخادم
fr_fr: Photo téléchargée
it_it: Foto caricata
ja_jp: 写真をアップロードする
pl_pl: Zdjęcie przesłane
pt_pt: Foto enviada
ro_ro: Fotografie incarcata
ru_ru: Фотография была загружена
sv_se: Fotot uppladdat

source: Your photo has been uploaded, please crop if necessary to adjust the photo (please read instructions carefully)
da_dk: Dit foto blev uploaded, venligst beskær det hvis nødvendigt (venligst læs instruktionerne nedenfor)
de_de: Foto wurde hochgeladen. Sofern notwendig, justiere den Rahmen (bitte Bedienungsanleitung beachten!)
es_es: Su foto ha sido subida, por favor ajustela si es necesario (lea las instrucciones cuidosamente)
fa_ir: لقد تم رفع صورتك ، من فضلك قص الصورة إذا كان ذلك ضرورياً لضبط الصورة (من فضلك اقرأ التعليمات جيداُ)
fr_fr: Votre photo a été téléchargée, recadrer la photo pour l'ajuster si nécessaire ( lire attentivement les instructions)
it_it: La tua foto è stata caricata, ritagliala se necessario per regolare la foto (leggi attentamente le istruzioni)
ja_jp: あなたの写真がアップロードされました、必要であれば写真を調整するためにトリミングしてください（指示を注意深く読んでください）
pl_pl: Twoje zdjęcie zostało przesłane, proszę dokonać przycięcia jeżeli trzeba dostosować zdjęcie (proszę uważnie przeczytać instrukcje)
pt_pt: Sua foto foi enviada, recorte se necessário para ajustar a foto (leia as instruções cuidadosamente)
ro_ro: Fotografia ta a fost incarcata,tai-o daca este necesar pentru a regula fotografia (citeste cu atentie instructiile)
ru_ru: Ваша фотография была загружена, сократить его, если необходимо настроить изображение (внимательно прочитайте инструкцию)
sv_se: Ditt foto har laddats upp, beskär om det är nödvändigt för att anpassa fotot (vänligen läs instruktionerna noggrant)

source: When done please save your photo in the right panel and upload your next photo (if any)
da_dk: Når du er færdig kan du gemme ændringerne via panelet til højre, og uploade dit næste foto (hvis noget)
de_de: Nach Beendigung, Foto im Rechten Panel speichern und ggfs. nächstes Foto hochladen.
es_es: Una vez terminado, guarde su foto en el panel derecho y suba la siguiente foto (si la hay)
fa_ir: عند الأنتهاء من فضلك قم بحفظ الصورة فى المكان المناسب و قم برفع الصورة التالية (إذا كان هناك صور أخرى)
fr_fr: Lorsque vous avez terminé, sauvegardez votre photo dans l'écran de droite et téléchargez la photo suivante (le cas échéant)
it_it: Una volta fatto salva la tua foto nel pannello di destra e carica la prossima foto (se necessario)
ja_jp: 終わったら右にパネルに写真を保存し次の写真をアップロードしてください（もしあれば）
pl_pl: Po zakończeniu proszę zapisać swoje zdjęcie we właściwym panelu i przesłać następne zdjęcie (o ile istnieje)
pt_pt: Quando terminar, por favor, salve sua foto no painel correto e envie sua próxima foto (se houver)
ro_ro: Odata ce ti-ai salvat fotografia in panelul din dreapta, incarca fotografia urmatoare(daca este necesar)
ru_ru: После этого сохраните свою фотографию в правой панели и вы можете загрузить следующую фотографию (при необходимости)
sv_se: När du har gjort det, spara fotot i rätt fält och ladda upp nästa foto (om du har något)

source: Unable to upload photo
da_dk: Foto kunne ikke uploades
de_de: Foto kann nicht hochgeladen werden
es_es: Imposible subir la foto
fa_ir: لم يتم التمكن من رفع الصورة
fr_fr: Impossible de télécharger la photo
it_it: Impossibile caricare la foto
ja_jp: 写真のアップロードを失敗しました
pl_pl: Nie można przesłać zdjęcia
pt_pt: Não foi possível enviar a foto
ro_ro: Imposibil de a incarca fotografia
ru_ru: Не удается загрузить фотографию
sv_se: Kan inte ladda upp fotot

source: Unable to determin your customer id
da_dk: Dit kunde nummer er ikke gyldigt
de_de: Customer ID ist unbekannt.
es_es: Imposible encontrar su ID de cliente
fa_ir: لم يتم التمكن من التعرف على الرقم التعريفى للعميل
fr_fr: Impossible de reconnaître votre identifiant d'utilisateur
it_it: Impossibile determinare l'id del cliente
ja_jp: 顧客IDを確定できません
pl_pl: Nie można określić ID klienta
pt_pt: Não foi possível determinar seu id de cliente
ro_ro: Imposibil de a determina ID-ul clientului
ru_ru: Невозможно определить идентификатор клиента
sv_se: Kan inte fastställa din kund-identitet

source: Unable to determin your family members id
da_dk: Dit families medlems ID er ikke gyldigt
de_de: Family Members ID unbekannt.
es_es: Imposible encontrar el ID de los miembros de su familia
fa_ir: لم يتم التمكن من تحديد الرقم التعريفى لأعضاء عائلتك
fr_fr: Impossible de reconnaître votre identifiant des membres de famille
it_it: Impossibile determinare l'id dei membri della tua famiglia
ja_jp: 家族のID確定できません
pl_pl: Nie można określić ID Twoich członków rodziny
pt_pt: Não foi possível determinar o id dos membros de sua família
ro_ro: Imposibil de a determina ID-ul membrilor familiei tale
ru_ru: Невозможно определить идентификатор членов вашей семьи
sv_se: Kan inte fastställa din familjemedlems identitet

source: The photo was cropped
da_dk: Fotoet blev beskåret
de_de: Foto wurde beschnitten
es_es: La foto ha sido recortada
fa_ir: تم قص الصورة
fr_fr: La photo a été recadrée
it_it: La foto è stata tagliata
ja_jp: 写真がトリミングされました
pl_pl: Zdjęcie zostało przycięte
pt_pt: A foto foi recortada
ro_ro: Fotografia a fost taiata
ru_ru: Фотография была сокращена
sv_se: Fotot har beskurits

source: An error occured during cropping
da_dk: Fejl ved forsøg på at beskære dit foto
de_de: Während dem Beschneiden des Fotos ist ein Fehler aufgetreten
es_es: Ha ocurrido un error durante el ajuste
fa_ir: حدث خطأ أثناء القص
fr_fr: Une erreur est survenue pendant le recadrage
it_it: Un errore si è verificato durante il ritaglio
ja_jp: トリミングする時にエラーが発生しました
pl_pl: Wystąpił błąd podczas przycinania zdjęcia
pt_pt: Um erro ocorreu durante o recorte
ro_ro: S-a produs o eroare in timpul taierii
ru_ru: Произошла ошибка во время обрезки
sv_se: Ett fel uppstod vid beskärning

source: You may ONLY use the English alphabet (A to Z) in your Applications form
da_dk: Du må KUN bruge bogstaver fra det Engelske alfabet (A til Z) i din ansøgning
de_de: In dem Kandidaturformular kannst du NUR das englisch Alphabet (A bis Z) benutzen
es_es: Solo puede usar el alfabeto ingles (A a Z) en el formulario de Solicitud
fa_ir: يمكنك إستخدام الأبجدية الأنجليزية فقط من a الى z فى استمارة الطلب.
fr_fr: Vous ne pouvez utiliser QUE l'alphabet Anglais (de A à Z) dans vos formulaires
it_it: Puoi SOLO usare l'alfabeto inglese (dalla A alla Z) nel tuo form di Candidatura
ja_jp: アプリケーションフォームで英語アルファベット(A to Z)だけをご利用できます
pl_pl: Możesz użyć TYLKO angielskiego alfabetu (A do Z) w Twoim formularzu zgłoszenia
pt_pt: Você deve usar SOMENTE o alfabeto Inglês (A a Z) no formulário de requerimento
ro_ro: Poti DOAR sa folosesti alfabetul englez (de la A la Z) in forma ta de candidatura
ru_ru: Вы можете использовать только английский алфавит (от А до Z) в заявку
sv_se: Du kan BARA använda engelskt alfabet (A till Z) i ditt ansökningsformulär

source: City cannot be empty
da_dk: By skal udfyldes
de_de: Das 'Stadt' Feld darf nicht leer sein
es_es: No puede dejar en blanco la ciudad
fa_ir: لا يمكن ترك حقل المدينة فارغاً
fr_fr: La Ville doit être renseignée
it_it: La Città non può essere vuota
ja_jp: 市は入力必須項目で省略できません
pl_pl: Miasto nie może pozostać puste
pt_pt: Cidade não pode estar em branco
ro_ro: Orasul nu trebuie fi loc gol
ru_ru: Город не может быть пустым
sv_se: Stad kan inte vara tomt

source: Postal code cannot be empty
da_dk: Postnummer skal udfyldes
de_de: Das 'Postleitzahl' Feld darf nicht leer sein
fa_ir: لا يمكن ترك حقل الرقم البريدى فارغاً
fr_fr: Le Code Postal doit être renseigné
it_it: Il codice postale non può essere vuoto
ja_jp: 郵便番号は入力必須項目で省略できません
pl_pl: Kod pocztowy nie może pozostać pusty
pt_pt: Código postal não deve estar em branco
ro_ro: Codul postal nu poate fi loc gol
ru_ru: Почтовый индекс не может быть пустым
sv_se: Postkod kan inte vara tomt

source: Country cannot be empty
da_dk: Land skal udfyldes
de_de: Das 'Land' Feld darf nicht leer sein
es_es: No puede dejar en blanco el Pais
fa_ir: لا يمكن ترك حقل الدولة فارغ
fr_fr: Le Pays doit être renseigné
it_it: Il paese non può essere vuoto
ja_jp: 国は必須入力項目
pl_pl: Kraj nie może pozostać pusty
pt_pt: País não deve estar em branco
ro_ro: Tara nu poate fi loc gol
ru_ru: Страна не может быть пустой
sv_se: Land kan inte vara tomt

source: Phone number cannot be empty
da_dk: Telefonnummer skal udfyldes
de_de: Das 'Telefonnummer' Feld darf nicht leer sein
es_es: No puede dejar en blanco el teléfono
fa_ir: لا يمكن ترك رقم هاتفك فارغاً
fr_fr: Le Numéro de téléphone doit être renseigné
it_it: Il numero di telefono non può essere vuoto
ja_jp: 電話番号は入力必須項目で省略できません
pl_pl: Numer telefonu nie może pozostać pusty
pt_pt: Número de telefone não deve estar em branco
ro_ro: Numarul de telefon nu poate fi loc gol
ru_ru: Телефон не может быть пустым
sv_se: Telefonnummer kan inte vara tomt

source: Please provide a valid e-mail address
da_dk: Venligst udfyld en gyldig email
de_de: Bitte gültige Email Adresse angeben
es_es: Indique un email válido
fa_ir: من فضلك قدم بريد الكترونى صحيح
fr_fr: Veuillez donner une adresse email valide
it_it: Prego fornire un indirizzo email valido
ja_jp: 有効な電子メールアドレスを提供してください
pl_pl: Prosze podać aktualny adres e-mail
pt_pt: Forneça um endereço de e-mail válido
ro_ro: Rog sa scrieti o adresa e-amil valida
ru_ru: Пожалуйста, Укажите действительный адрес электронной почты
sv_se: Var vänlig uppge en giltig e-post adress

source: Your information has been updated
da_dk: Din information er opdateret
de_de: Informationen wurden aktualisiert
es_es: Su información ha sido actualizada
fa_ir: لقد تم تحديث معلوماتك
fr_fr: Vos informations ont été mises à jour
it_it: Le tue informazioni sono state caricate
ja_jp: あなたの個人情報はアップデートされました
pl_pl: Twoje informacje zostały uaktualnione
pt_pt: Sua informação foi atualizada
ro_ro: Informatiile tale au fost incarcate
ru_ru: Ваша информация была загружена
sv_se: Din information har uppdaterats

source: Error updating your information
da_dk: Fejl ved opdatering af din information
de_de: Während des Ladens deiner Informationen ist ein Fehler aufgetreten
es_es: Error al subir su información
fa_ir: حدث خطأ أثناء تحديث معلوماتك
fr_fr: Erreur pendant la mise à jour de vos informations
it_it: Errore nel caricamento delle tue informazioni
ja_jp: お客様の情報をアップデートする時にはエラーが発生しました
pl_pl: Błąd podczas aktualizacji Twoich informacji
pt_pt: Erro ao atualizar sua informação
ro_ro: Eroare in timpul incarcarii informatiilor tale
ru_ru: Ошибка при загрузке информации
sv_se: Ett fel uppstod under uppdatering av din information

source: You may ONLY use the English alphabet (A to Z) in the Applications form
da_dk: Du må kun benytte det Engelsk alfabet (A til Z) i applikationsformen.
de_de: In dem Kandidaturformular kannst du NUR das englisch Alphabet (A bis Z) benutzen
es_es: Solo puede usar el alfabeto ingles (A a Z) en el formulario de Solicitud
fa_ir: يمكنك استخدام الحروف الأبجدية الأنجليزية فقط من A الى Z فى استمارة الطلب.
fr_fr: Vous ne pouvez utiliser QUE l'alphabet Anglais (de A à Z) dans vos formulaires
it_it: Puoi usare SOLO l'alfabeto inglese (dalla A alla Z) nel form di Candidatura
ja_jp: アプリケーションフォームで英語アルファベット(A to Z)だけをご利用できます
pl_pl: Możesz użyć TYLKO angielskiego alfabetu (A do Z) w Twoim formularzu zgłoszenia
pt_pt: Você deve usar SOMENTE o alfabeto Inglês (A a Z) no formulário de requerimento
ro_ro: Poti DOAR sa folosesti alfabetul englez (de la A la Z) in forma ta de candidatura
ru_ru: Вы можете использовать только английский алфавит (от А до Z) в заявку.
sv_se: Du får BARA använda Engelskt alfabet (A till Z) i ansökningsformuläret

source: Firstname cannot be empty
da_dk: Fornavn skal udfyldes
de_de: Das 'Name' Feld darf nicht leer sein
es_es: No puede dejar en blanco el Nombre
fa_ir: لا يمكن ترك الأسم الأول فارغاً
fr_fr: Le Prénom doit être renseigné
it_it: Il Nome non può essere vuoto
ja_jp: 名は入力必須項目で省略できません
pl_pl: Imię nie może pozostać puste
pt_pt: Nome não deve estar em branco
ro_ro: Numele nu poate fi loc gol
ru_ru: Имя не может быть пустым
sv_se: Förnamn kan inte lämnas tomt

source: Lastname cannot be empty
da_dk: Efternavn skal udfyldes
de_de: Das 'Familienname' Feld darf nicht leer sein
es_es: No puede dejar en blanco el Apellido
fa_ir: لا يمكن ترك الأسم الأخير فارغاً
fr_fr: Le Nom doit être renseigné
it_it: Il Cognome non può essere vuoto
ja_jp: 姓は入力必須項目で省略できません
pl_pl: Nazwisko nie może pozostać puste
pt_pt: Sobrenome não deve estar em branco
ro_ro: Prenumele nu poate fi loc gol
ru_ru: Фамилия не может быть пустым
sv_se: Efternamn kan inte lämnas tomt

source: You must select a gender
da_dk: Køn skal udfyldes
de_de: Du musst das Geschlecht auswählen
es_es: Debe seleccionar un Género
fa_ir: يجب أن تختار جنس
fr_fr: Vous devez sélectionner le sexe
it_it: Devi selezionare il sesso
ja_jp: 性を選択しなければなりません
pl_pl: Musisz wybrać płeć
pt_pt: Você deve selecionar o sexo
ro_ro: Trebuie sa alegi sexul
ru_ru: Вы должны выбрать секс
sv_se: Du måste välja kön

source: Day of birth cannot be empty
da_dk: Dag i fødselsdag skal udfyldes
de_de: Das 'Geburtstag' Feld darf nicht leer sein
es_es: No puede dejar en blanco el dia de nacimiento
fa_ir: لا يمكن ترك يوم الميلاد فارغاً
fr_fr: Le jour de naissance doit être renseigné
it_it: Il Giorno di nascita non può essere vuoto
ja_jp: 出生日は入力必須項目で省略できません
pl_pl: Data urodzenia nie może pozostać pusta
pt_pt: Data de nascimento não deve estar em branco
ro_ro: Ziua de nastere nu poate fi loc gol
ru_ru: День рождения не может быть пустым
sv_se: Födelsedag kan inte lämnas tomt

source: Month of birth cannot be empty
da_dk: Måned i fødselsdag skal udfyldes
de_de: Das 'Geburtsmonat' Feld darf nicht leer sein
es_es: No puede dejar en blanco el mes de nacimiento
fa_ir: لا يمكن ترك شهر الميلاد فارغاً
fr_fr: Le Mois de naissance doit être renseigné
it_it: Il Mese di nascita non può essere vuoto
ja_jp: 出生月は入力必須項目で省略できません
pl_pl: Miesiąc urodzenia nie może pozostać pusty
pt_pt: Mês de nascimento não deve estar em branco
ro_ro: Luna de nastere nu poate fi loc gol
ru_ru: Месяц рождения не может быть пустым
sv_se: Födelsemånad kan inte lämnas tomt

source: Year of birth cannot be empty
da_dk: År i fødselsdag skal udfyldes
de_de: Das 'Geburtsjahr' Feld darf nicht leer sein
es_es: No puede dejar en blanco el año de nacimiento
fa_ir: لا يمكن ترك سنة الميلاد فارغة
fr_fr: L'Année de naissance doit être renseignée
it_it: L'Anno di nascita non può essere vuoto
ja_jp: 生年は入力必須項目で省略できません
pl_pl: Rok urodzenia nie może pozostać pusty
pt_pt: Ano de nascimento não deve estar em branco
ro_ro: Anul de nastere nu poate fi loc gol
ru_ru: Год рождения не может быть пустым
sv_se: Födelseår kan inte lämnas tomt

source: City of birth cannot be empty
da_dk: Fødselsby skal udfyldes
de_de: Das 'Geburtsstadt' Feld darf nicht leer sein
es_es: No puede dejar en blanco la Ciudad de Nacimiento
fa_ir: لا يمكن ترك مدينة الميلاد فارغة
fr_fr: La Ville de naissance doit être renseignée
it_it: La Città natale non può essere vuota
ja_jp: 出生地は入力必須項目で省略できません
pl_pl: Miasto urodzenia nie może pozostać puste
pt_pt: Cidade de nascimento não deve estar em branco
ro_ro: Orasul natal nu poate fi loc gol
ru_ru: Родной город не может быть пустым
sv_se: Födelsestad kan inte lämnas tomt

source: Country of birth cannot be empty
da_dk: Fødsels land skal udfyldes
de_de: Das 'Geburtsregion' darf nicht leer sein
es_es: No puede dejar en blanco el Pais de nacimiento
fa_ir: لا يمكن ترك دولة الميلاد فارغة
fr_fr: Le Pays de naissance doit être renseigné
it_it: Il Paese natale non può essere vuoto
ja_jp: 出生国は入力必須項目で省略できません
pl_pl: Kraj urodzenia nie może pozostać pusty
pt_pt: País de nascimento não deve estar em branco
ro_ro: Satul natal nu poate fi loc gol
ru_ru: Родина не может быть пустой
sv_se: Födelseland kan inte lämnas tomt

source: Native country cannot be empty
da_dk: Native land skal udfyldes
de_de: Das 'Geburtsland' Feld darf nicht leer sein
es_es: No puede dejar en blanco el Pais de Origen
fa_ir: لا يمكن ترك الدولة الأم فارغة
fr_fr: Le Pays d'origine doit être renseigné
it_it: Lo Stato natale non può essere vuoto
ja_jp: 母国は入力必須項目で省略できません
pl_pl: Kraj ojczysty nie może pozostać pusty
pt_pt: País nativo não deve estar em branco
ro_ro: Tara natala nu poate fi loc gol
ru_ru: Главная государство не может быть пустой
sv_se: Fosterland kan inte lämnas tomt

source: Address cannot be empty
da_dk: Adresse skal udfyldes
de_de: Das 'Adresse' Feld darf nicht leer sein
es_es: No puede dejar en blanco la Dirección
fa_ir: لا يمكن ترك العنوان فارغاً
fr_fr: L'Adresse doit être renseignée
it_it: L'Indirizzo non può essere vuoto
ja_jp: 住所は入力必須項目で省略できません
pl_pl: Adres nie może pozostać pusty
pt_pt: Endereço não deve estar em branco
ro_ro: Adresa nu poate fi loc gol
ru_ru: Адрес не может быть пустым
sv_se: Adressfältet kan inte lämnas tomt

source: Region cannot be empty
da_dk: Region skal udfyldes
de_de: Das 'Stadt' Feld darf nicht leer sein
es_es: No puede dejar en blanco la Región
fa_ir: لا يمكن ترك المنطقة فارغة
fr_fr: La Région doit être renseignée
it_it: Il Paese non può essere vuoto
ja_jp: 地域は入力必須項目で省略できません
pl_pl: Region nie może pozostać pusty
pt_pt: Região não deve estar em branco
ro_ro: Satul nu poate fi loc gol
ru_ru: Страна не может быть пустой
sv_se: Region kan inte lämnas tomt

source: Phone cannot be empty
da_dk: Telefon nummer skal udfyldes
de_de: Das 'Telephon' Feld darf nicht leer sein
es_es: No puede dejar en blanco el Teléfono
fa_ir: لا يمكن ترك رقم التليفون فارغاً
fr_fr: Le Téléphone doit être renseigné
it_it: Il Telefono non può essere vuoto
ja_jp: 電話は入力必須項目で省略できません
pl_pl: Telefon nie może pozostać pusty
pt_pt: Telefone não deve estar em branco
ro_ro: Telefonul nu poate fi loc gol
ru_ru: Телефон не может быть пустым
sv_se: Telefon kan inte lämnas tomt

source: E-mail cannot be empty
da_dk: E-mail adresse skal udfyldes
de_de: Das 'E-mail' Feld darf nicht leer sein
es_es: No puede dejar en blanco el email
fa_ir: لا يمكن ترك البريد الالكترونى فارغاً
fr_fr: L'adresse e-mail est nulle
it_it: L'E-mail non può essere vuota
ja_jp: 電子メールは入力必須項目で省略できません
pl_pl: E-mail nie może pozostać pusty
pt_pt: E-mail não deve estar em branco
ro_ro: E-mail-ul nu poate fi loc gol
ru_ru: Электронная почта не может быть пустой
sv_se: E-post kan inte lämnas tomt

source: Confirmation e-mail cannot be empty
da_dk: E-mail adresse (igen) skal udfyldes
de_de: Das 'Bestätigungsemail' Feld darf nicht leer sein
es_es: No puede dejar en blanco la confirmación de email
fa_ir: لايمكن ترك حقل البريد الالكترونى التأكيدى فارغاً
fr_fr: L'e-mail de confirmation doit être renseigné
it_it: L'email di conferma non può essere vuota
ja_jp: 確認の電子メールは入力必須項目で省略できません
pl_pl: E-mail potwierdzający nie może pozostać pusty
pt_pt: E-mail de confirmação não deve estar em branco
ro_ro: E-mail-ul de confirmare nu poate fi loc gol
ru_ru: Подтверждение электронной почте не может быть пустой
sv_se: Bekräftelse av e-post kan inte lämnas tomt

source: Confirmation e-mail is different from e-mail
da_dk: Din kontrol e-mail er forskellige fra din først indtastet e-mail, disse 2 e-mails skal være ens.
de_de: Bestätigungsemail unterscheidet sich von E-Mail Adresse
es_es: El email de confirmación es diferente al email principal
fa_ir: البريد الالكترونى التأكيد مختلف عن البريد الالكترونى
fr_fr: L'e-mail de confirmation est différent de l'e-mail
it_it: L'email di conferma è diversa dall'email
ja_jp: 確認の電子メールは電子メールと異なっています
pl_pl: E-mail potwierdzający nie może być inny niż e-mail
pt_pt: E-mail de confirmação é diferente do e-mail
ro_ro: E-mail-ul de confirmare e diferita de e-mail
ru_ru: Подтверждение электронной почте, отличается от электронной почты
sv_se: Bekräftelse av e-post skiljer sig från e-post

source: E-mail or confirmation e-mail does not seem to be valid
da_dk: Fejl i enten e-mail eller kontrol e-mail, venligst check
de_de: E-Mail Adresse oder Bestätigungsemail scheinen nicht gültig zu sein
es_es: El email o el email de confirmmación no parece ser válido
fa_ir: يبدوا أن البريد الالكترونى أو البريد الالكترونى التأكيدى غير صحيح
fr_fr: L'e-mail ou l'e-mail de confirmation ne semble pas valide
it_it: L'email o l'email di conferma non sembrano essere valide
ja_jp: 電子メールや確認の電子メールは有効ではありません
pl_pl: E-mail lub e-mail potwierdzający wydaje się być poprawny
pt_pt: E-mail ou e-mail de confirmação não parece ser válido
ro_ro: E-mail sau e-mail-ul de confirmare nu par a fi valide
ru_ru: Электронная почта или Подтверждение электронной почте похожене не являются действительными
sv_se: E-post eller bekräftelse e-post verkar inte vara giltig

source: You must select your level of education
da_dk: Uddannelses Oplysninger skal udfyldes
de_de: Du musst deinen Bildungsstand auswählen
es_es: Debe seleccionár un nivel educativo
fa_ir: يجب أن تحدد مستوى تعليمك
fr_fr: Vous devez sélectionner votre niveau d'études
it_it: Devi selezionare il tuo livello di istruzione
ja_jp: 教育水準を選択しなければなりません
pl_pl: Musisz wybrać poziom wykształcenia
pt_pt: Você deve selecionar seu nível de educação
ro_ro: Trebuie sa selectionezi nivelul tau de instruire
ru_ru: Вы должны выбрать свой уровень образования
sv_se: Du måste välja din utbildningsnivå

source: You must select your marital status
da_dk: Samlever status skal udfyldes
de_de: Du musst deinen Personenstand auswählen
es_es: Debe seleccionár su estado civil
fa_ir: يجب أن تحدد حالتك الاجتماعية
fr_fr: Vous devez sélectionner votre situation de famille
it_it: Devi selezionare il tuo stato civile
ja_jp: 結婚歴を選択しなければなりません
pl_pl: Musisz wybrać stan cywilny
pt_pt: Você deve selecionar seu estado civil
ro_ro: Trebuie sa selectionezi starea ta civila
ru_ru: Вы должны выбрать ваше семейное положение
sv_se: Du måste välja civilstånd

source: Spouse firstname cannot be empty
da_dk: Ægtefælles fornavn skal udfyldes
de_de: Das 'Name des Ehepartners' Feld darf nicht leer sein
es_es: No puede dejar en blanco el nombre de su conyuge
fa_ir: لا يمكن ترك حقل الأسم الأول للزوج/الزوجة فارغاً
fr_fr: Le Prénom de votre conjoint doit être renseigné
it_it: Il nome del coniuge non può essere vuoto
ja_jp: 配偶者の名は入力必須項目で省略できません
pl_pl: Imię współmałżonka / współmałżonki nie może pozostać puste
pt_pt: Nome do cônjugue não deve estar em branco
ro_ro: Numele sotului/sotiei nu poate fi loc gol
ru_ru: Имя супруга не может быть пустым
sv_se: Make/makas förnamn kan inte lämnas tomt

source: Spouse lastname cannot be empty
da_dk: Ægtefælles efternavn skal udfyldes
de_de: Das 'Familienname des Ehepartners' Feld darf nicht leer sein
es_es: No puede dejar en blanco el apellido de su conyuge
fa_ir: لا يمكن ترك الأسم الأخير للزوج/الزوجة فارغاً
fr_fr: Le Nom de votre conjoint doit être renseigné
it_it: Il cognome del coniuge non può essere vuoto
ja_jp: 配偶者の姓は入力必須項目で省略できません
pl_pl: Nazwisko współmałżonka / współmałżonki nie może pozostać puste
pt_pt: Sobrenome do cônjugue não deve estar em branco
ro_ro: Prenumele sotului/sotiei nu poate fi loc gol
ru_ru: фамилия супруга не может быть пустым
sv_se: Make/makas efternamn kan inte lämnas tomt
