Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: CVC/CVV or CVV2/CVC2 is a 3-digit security code, written on the reverse side of your credit card
da_dk: CVC/CVV eller CVV2/CVC2 er en 3-ciffer sikkerhedskode som du finder i underskriftsfeltet på bagsiden af dit kreditkort
de_de: CVC/CVV oder CVV2/CVC ist einen Sicherheitskodex von 3 Ziffern, der auf der Rückseite der Kreditkarte steht
es_es: CVC/CVV o CVV2/CVC2 es un codigo de seguridad de 3 digitos situado en el reverso de su tarjeta de credito
fa_ir: أرقام CVC/CVV أو CW2/CVC2 عبارة عن 3 أرقام أمن مكتوبة على ظهر البطاقة الأئتمانية
fr_fr: CVC/CVV ou CVV2/CVC2 est un code de sécurité à 3 chiffres figurant au dos de votre carte de crédit
it_it: CVC/CVV o CVV2/CVC2 è un codice di sicurezza a 3 cifre, scritto sul retro della tua carta di credito
ja_jp: CVC/CVVとCVV2/CVC2は３桁のセキュリティコードでクレジットカードの裏面に書いてあります
pl_pl: CVC/CVV lub CVV2/CVC2 to 3-cyfrowy kod bezpieczeństwa, umieszczony z tyłu Twojej karty kredytowej
pt_pt: CVC/CVV ou CVV2/CVC2 é um código de segurança de 3 digitos, escrito no lado de trás de seu cartão de crédito
ro_ro: CVC/CVV sau CVV2/CVC2 este un cod de siguranta de 3 cifre , scris in spatele cartii tale de credit
ru_ru: CVC / CVV или CVV2/CVC2 является 3-значный защитный код, написанный на обратной стороне кредитной карты
sv_se: CVC/CVV eller CVV2/CVC2 är en 3-siffrors säkerhetskod, skriven på baksidan av ditt kreditkort

source: The code helps to ensure the cards validity when making online payment transactions and eliminates the risk of credit card fraud
da_dk: Kode er med til at sikre at kortets gyldighed ved en online betalingstransaktioner og mindsker risikoen for svindel med kreditkort
de_de: Während der Zahlungstransaktionen hilft den Kodex, die Stichhaltigkeit deiner Kreditkarter zu sichern, aber auch die Gefahr des Betrugs an der Kreditkarte vermeiden
es_es: Este codigo nos ayuda a asegurar la validez de su tarjeta, al pagar en linea, y elimina los riesgos de fraude con tarjeta de credito
fa_ir: يساعد الكود فى التأكد من صحة البطاقة عند استخدامها فى الدفع على الأنترنت ويقى من عمليات نصب البطاقات الأئتمانية
fr_fr: Le code permet d'assurer la validité de la carte lors de transactions de paiement en ligne et élimine le risque de fraude à la carte de crédit
it_it: Il codice aiuta ad assicurare la validità della carta di credito al momento di transazioni di pagamento online e elimina il rischio di frode della carta di credito
ja_jp: このコードはオンラインペイメントトランザクションを行うときにカードの有効性を確保し、クレジットカード詐欺のリスクを無くします
pl_pl: Kod pomaga zapewnić ważność karty podczas transakcji płatniczych online i eliminuje ryzyko oszustwa karty kredytowej
pt_pt: O código ajuda a assegurar a validade do cartão ao se fazer uma transação de pagamento online, e elimina o risco de fraude de cartão de crédito
ro_ro: Codul ajuta la asigurarea validitatii catrii de creditla momentul tranzactiilor platilor on-line si elimina riscul de frauda a cartii de credit
ru_ru: Код предназначен для обеспечения действия Вашей кредитной карты в момент оплаты сделок онлайн и исключает риск мошенничества с кредитными картами
sv_se: Koden säkerställer kortets giltighet när du gör online betalningstransaktioner och eliminerar risken för kreditkortsbedrägeri

source: Visa & MasterCard´s
de_de: Visa & MasterCard
es_es: Visa y Mastercard
fa_ir: فيزا وماستر كارد
fr_fr: Cartes Visa et MasterCard
ja_jp: ビサとマスターカード
pl_pl: Visa i MasterCard
ro_ro: Visa & MasterCard
ru_ru: Visa & MasterCard
sv_se: Visa & MasterCard

source: You will find the (CVC/CVV) 3 digits above the signature area on the reverse side of your Credit Card
da_dk: Du finder (CVC/CVV) 3-ciffer sikkerhedskode i underskriftsfeltet på bagsiden af dit kreditkort
de_de: Oberhalb die Unterschrift, die hinter dem Kreditkarte liegt, wirst du die 3 Ziffern (das CVC/CVV Kodex) finden
es_es: Encontrará los 3 dígitos de control en el reverso de su tarjeta
fa_ir: سوف تجد أرقام CVC/CVV 3 أرقام أعلى منطقة التوقيع على ظهر البطاقة الأئتمانية
fr_fr: vous trouverez les 3 éléments numériques du contrôle sur côté du revers de votre carte
it_it: Troverai le 3 cifre (CVC/CVV) al di sopra della firma sul retro della tua Carta di Credito
ja_jp: (カードの裏面に3桁の管理番号が記載されています)
pl_pl: Znajdziesz 3 cyfrowy numer (CVC/CVV) powyżej miejsca na podpis z tyłu twojej karty kredytowej
pt_pt: Você vai achar os (CVC/CVV) 3 dígitos acima da área de assinatura no lado reverso de seu Cartão de Crédito
ro_ro: Vei gasi 3 cifre (CVC/CVV) deasupre semnaturii din retro de pe Cartea ta de Credit
ru_ru: Вы найдете 3 цифры (CVC / CVV) выше подписи на обратной стороне кредитной карты
sv_se: Du hittar (CVC/CVV) de 3 kontrollsiffrorna ovanför namnteckningsfältet på baksidan av ditt kreditkort

source: If you have any problems using you Credit Card please contact our Credit Card Hotline on +44 207 100 1469
da_dk: Hvis du har problemer med dit betalingskort bedes du venligst kontakte vores onlinebetalings support på: + 44 207 100 1469
de_de: wenn du Problemen hast, die Kreditkarte zu benutzen, rufst unserer Call Center bei die Telefonnummer 44 207 100 1469
es_es: Si tiene problemas en el pago con tarjeta llame a nuestra linea de soporte de pagos con tarjeta en el +44 207 100 1469
fa_ir: إذا كانت لديك أى أستفسارات بخصوص استخدام بطاقة الأئتمان من فضلك أتصل على الخط الساخن خاصتنا على +44 207 100 1469
fr_fr: Si vous rencontrez le moindre problème pour utiliser votre Carte de Crédit, veuillez contacter notre Hotline Carte de Crédit au +44 207 100 1469
it_it: Se hai dei problemi ad utilizzare la tua Carta di Credito contattaci al nostro Call Center al numero +44 207 100 1469
ja_jp: クレジットカードの仕様に関して問題があればクレジットカードホットライン+44 207 100 1469に連絡してください
pl_pl: W razie problemów przy używaniu karty kredytowej skontaktuj się z naszą Gorącą Linią ds. Kart Kredytowych +44 207 100 1469
pt_pt: Se você tiver algum problema usando seu Cartão de Crédito, entre em contato com nosso Credit Card Hotline +44 207 100 1469
ro_ro: Daca ai probleme in utilizarea Cartii tale de Credit contacteaza-ne la Call Center-ul nostru pe numarul +44 207 100 1469
ru_ru: Если у вас возникли проблемы с помощью кредитной карты, пожалуйста, свяжитесь с нашим Call Center на 44 207 100 1469
sv_se: Om du har några problem med att använda ditt kreditkort, vänligen kontakta vår kreditkorts direktlinje på +44 207 100 1469

source: I accept the order. Please debit my account
da_dk: Jeg accepterer ordren. Udfør betalingen
de_de: Ich nehme die Ordnung an. Bitte, belastet Ihr meinem Bankkonto mit der Bestellung
es_es: Acepto el pedido y el cargo en mi cuenta
fa_ir: أنا أقبل الطلب ، من فضلك أخصم من حسابى
fr_fr: En cliquant sur ce bouton, j'accepte la commande
it_it: Accetto l'ordine. Addebitate sul mio conto
ja_jp: 注文を受け入れます。勘定を借記してください。
pl_pl: Akceptuję zamówienie. Proszę obciążyć moje konto
pt_pt: Eu aceito o pedido. Realize o débito em minha conta
ro_ro: Accept ordinul. puneti pe contul meu
ru_ru: Я принимаю заказ. сделать заряд на мой счет
sv_se: Jag godtar beställningen. Vänligen debitera mitt konto

source: Processing
da_dk: Behandler
de_de: Laufende Ausarbeitung
es_es: Pricesando
fa_ir: جارى المعالجة
fr_fr: En cours
it_it: Elaborazione in corso
ja_jp: 処理中
pl_pl: Przetwarzanie
pt_pt: Processando
ro_ro: Elaborarea in curs
ru_ru: Обработка
sv_se: Bearbetning

source: Authenticated by
da_dk: Verificeret og Godkendt af
de_de: Beglaubigt selbst
es_es: Autentificada por
fa_ir: مصرف بواسطة
fr_fr: Authentifié par
it_it: Autenticato da
ja_jp: によって認証された
pl_pl: Poswiadczone przez
pt_pt: Autenticado por
ro_ro: Autenticat de
ru_ru: Прошедшие проверку из
sv_se: Autentiserad av

source: Comodo Secure Sites
da_dk: Comode SSL website
es_es: Sitios seguros de Comodo
fa_ir: المواقع المؤمنة كومودو
fr_fr: Sites sécurisés Comodo
ja_jp: コモド安全サイト
pl_pl: Comodo Bezpieczne Strony
pt_pt: Sites Seguros da Comodo
ru_ru: удобнaя Защита сайта
sv_se: Comodo Säkerhetssidor

source: I hereby confirm that the information above is correct and I agree to pay the amount shown
da_dk: Jeg bekræfter hermed at informationen ovenfor er korrekt og jeg vil betale det viste beløb
de_de: Hiermit bestätige ich, dass die Informationen, die ich soeben geschreiben habe, genaue sind, und ich annehme, die gezeigte Summe zu bezahlen
es_es: Con lo arriba mencionado, confirmo que la información anteriormente mencionada es correcta y acepto el pago del importe indicado
fa_ir: أنا هنا أؤكد أن المعلومات بالأعلى صحيحة وأنا أوافق على دفع القيمة الظاهرة
fr_fr: Je confirme par la présente que les informations donées sont correctes, et j'accepte de payer le montant présenté
it_it: Con la presente confermo che le informazioni di cui sopra sono esatte e accetto di pagare la somma indicata
ja_jp: 上の情報が正確であることを確認し、表示された金額を支払うことに賛成します
pl_pl: Niniejszym zaświadczam, że podane powyżej dane są prawdziwe i wyrażam zgodę na uiszczenie wskazanej kwoty
pt_pt: Eu, por meio deste, confirmo que a informação acima é correta e concordo em pagar a quantia exibida
ro_ro: Cu aceasta confirm ca informatiile de mai sus sunt corecte si accept de a plati suma indicata
ru_ru: Я подтверждаю, что вышеуказанная информация является правдивой и согласен оплатить указанную сумму.
sv_se: Härmed bekräftar jag att informationen ovan är korrekt och jag accepterar att betala det belopp som anges

source: Your Credit Card will be charged instantly and the charges will appear as www.usgco.com on your Credit Card statement
da_dk: Dit kredit kort vil blive behandlet med det samme, behandlingen vil fremkomme som www.usgco.com på din kredit kort konto
de_de: Unmittelbar werde deine Kreditkarte belastet, und, wie auch auf die Erklärung deiner Kreditkarte, werden die Kosten bei die Internet-Site www.usgco.com erscheinen.
es_es: Su Tarjeta de Crédito se cargará instantáneamente y las pagos aparecerán en su Tarjeta de Crédito como www.usgco.com
fa_ir: سوف يتم شحن بطاقة الأئتمان مباشرة سوف يظهر ذلك www.usgco.com فى تقرير بطاقتك الأئتمانية
fr_fr: Votre Carte De Crédit sera instantanément chargée et les charges apparaîtront comme www.usgco.com sur votre relevé de Carte De Crédit
it_it: La tua Carta di Credito sarà immediatamente addebitata ed i costi appariranno come sulla dichiarazione della tua Carta di Credito su www.usgco.com
ja_jp: あなたのクレジットカードにすぐに請求されます。そしてwww.usgco.comであなたのクレジットカードステートメント上で料金が表示されます。
pl_pl: Twoja karta kredytowa zostanie natychmiast obciążona opłatą, a opłaty pojawią się jako www.usgco.com na Twoim wyciągu karty kredytowej
pt_pt: Seu Cartão de crédito será cobrado instantaneamente e as cobranças aparecerão como www.usgco.com na fatura de seu Cartão de Crédito
ro_ro: Cartea ta de Credit va fi imediat debitata si costul va aparea ca si pe declararea Cartii tale de Credit pe www.usgco.com
ru_ru: Ваша кредитная карта будет снята немедленно и расходы будут отображаться как заявление о вашей кредитной карты в www.usgco.com
sv_se: Din kreditkort debiteras omedelbart och debiteringen visas som www.usgco.com på ditt kreditkorts utdrag

source: Cancellation rights
da_dk: Afbestillings rettigheder
de_de: Löschungsrecht
es_es: Derechos de cancelación
fa_ir: حقوق الألغاء
fr_fr: Droits de résiliation
it_it: Diritti di cancellazione
ja_jp: 解約の権利
pl_pl: Prawa związane z rezygnacją
pt_pt: Direitos de cancelamento
ro_ro: Drepturi de a cancela
ru_ru: Права отмены
sv_se: Rätt till Annullering

source: An application can be withdrawn within 8 days after it has been submitted online
da_dk: Din ansøgning kan afbestille indenfor 8 dage efter den er betale online
de_de: Innerhalb 8 Tage seit die online Eingabe kannst du die Kandidatur löschen
es_es: Una solicitud puede ser cancelada dentro de los 8 días siguientes a su envio online
fa_ir: يمكن سحب الطلب خلال 8 أيام بعد تاريخ التقديم
fr_fr: Une demande peut être enlevée dans les 8 jours après qu'elle ait été mise en ligne
it_it: Una candidatura puó essere cancellata entro 8 giorni dall'invio online
ja_jp: オンラインでアプリケーションを提出した８日以内で取り下げることができます
pl_pl: Zgłoszenie może zostać wycofane w ciągu 8 dni po jego przedstawieniu online
pt_pt: Um pedido pode ser retirado em 8 dias depois que ele for enviado online
ro_ro: Candidatura poate fi cancelata in timp de 8 zile de la trimiterea on-line
ru_ru: Заявка может быть отмененнa в течение 8 дней после отправки онлайн
sv_se: En applikation kan annuleras inom 8 dagar efter att den har skickats online

source: Cancellations received within 8 days will receive a 100% refund. The cancellation is only valid when emailed to us
da_dk: Afbestillinger modtaget inden for 8 dage vil blive refunderet 100% Afbestillinger er kun gyldige når de er sendt til os via e-mail
de_de: die Löschungen, die innerhalb 8 Tage geschehen sind, werden hundertprozentig zurückerstatten. Die Löschungen werden gültige, nur wenn du uns via E-mail kontaktierst
es_es: Las cancelaciones recibidas dentro de los 8 días recibirán un reintegro del 100%. La cancelación solo es válida si se envía a nuestro e-mail: support@usgco.com
fa_ir: سوف تسترجع الطلبات خلال 8 أيام القيمة كاملة بنسبة 100% ويكون الألغاء صحيح فقط إذا تم مراسلتنا به الكترونياً.
fr_fr: Les résiliations reçues dans les 8 jours recevront une restitution de 100%. La résiliation est valide seulement quand vous l’envoyez à travers notre e-mail: support@usgco.com
it_it: Le cancellazioni avvenute entro 8 giorni riceveranno un rimborso del 100%. La cancellazione é valida solo se ci contattate tramite email
ja_jp: 8日以内に受け取ったキャンセルが購入代金（１００％）の払い戻しを受けます。私たちに電子メールで送られたキャンセルだけが有効です。
pl_pl: Rezygnacje otrzymane w ciągu 8 dni otrzymają 100% zwrotu wpłaty. Rezygnacja jest ważna tylko wtedy, gdy została wysłana do nas e-mailem.
pt_pt: Cancelamentos recebidos dentro de 8 dias receberão 100% de reembolso. O cancelamento é válido apenas quando um email for enviado
ro_ro: Cancelarile care vor fi in timp de 8 zile, vor obbtine o rambursare de 100%. cancelarea e valida doar daca ne contactati prin e-mail
ru_ru: Аннулирование в течение 8 дней они будут получать возврат 100%. Отмена действует только тогда, когда вы обратитесь к нам по электронной почте
sv_se: Annulleringar mottagna inom 8 dagar, får 100 % återbetalning. Annullering är endast giltig, om den skickas med e-post till oss: support@usgco.com

source: You must provide the name on the creditcard
da_dk: Du skal indtaste navnet på kortholderen
de_de: Du sollst die Name deiner Kreditkarte versehen
es_es: Debe indicar el nombre de su tarjeta de credito
fa_ir: لابد أن تقدم أسم على بطاقة الأئتمان
fr_fr: Vous devez indiquer le nom figurant sur la carte de crédit
it_it: Devi fornire il nome sulla carta di credito
ja_jp: クレジットカード上の名前を提供しなければなりません
pl_pl: Musisz podać prawidłowe imię na karcie kredytowej
pt_pt: Você deve fornece o nome no cartão de crédito
ro_ro: Trebuie sa scrii numele pe cartea de credit
ru_ru: Вы должны предоставить имя по кредитной карте
sv_se: Du måste ange namn på kreditkortet

source: You must provide a valid 16 digit creditcard number
da_dk: Du skal indtaste det 16 cifrede kort nummer
de_de: Du sollst eine gültige Kreditkartenummer von 16 Ziffern versehen
es_es: Debe indicar la numeracion completa de su tarjeta de credito
fa_ir: لابد أن تقدم 16 رقم صحيح لبطاقة الأئتمان
fr_fr: Vous devez fournir un numéro de carte de crédit à 16 chiffres valide
it_it: Devi fornire un numero di carta di credito di 16 cifre valido
ja_jp: １６桁のクレジットカード番号を提供しなければなりません
pl_pl: Musisz podać prawidłowy 16 cyfrowy numer karty kredytowej
pt_pt: Você deve fornecer um número de cartão de crédito de 16 digitos válido
ro_ro: Trebuie sa scrii numarul de pe cartea de credit de 16 cifre valid
ru_ru: Вы должны предоставить 16-значный номер кредитной карты
sv_se: Du måste ange ett giltigt 16-siffrors kreditkortsnummer

source: You must provide the month your creditcard expires
da_dk: Du skal indtaste hvilken måned kreditkortet udløber
de_de: Du sollst den Fälligkeitstag deiner Kreditkarter versehen
es_es: Debe indicar el mes de caducidad de su tarjeta de credito
fa_ir: يجب أن تقدم الشهر الذى ستنتهى فيك بطاقتك الأئتمانية
fr_fr: Vous devez indiquer le mois d'expiration de votre carte de crédit
it_it: Devi fornire il mese in cui la tua carta di credito scade
ja_jp: クレジットカードの期限が切れる月を提供しなければなりません
pl_pl: Musisz podać miesiąc wygaśnięcia Twojej karty kredytowej
pt_pt: Você deve fornecer o mês de expiração do seu cartão de crédito
ro_ro: Trebuie sa scrii luna cind iti scade carta de credit
ru_ru: Вы должны предоставить месяц, когда вашa кредитноя картa истекает
sv_se: Du måste ange den månad då ditt kreditkort går ut

source: You must provide the year your creditcard expires
da_dk: Du skal indtaste hvilket år kreditkortet udløber
de_de: Du sollst den Fälligkeitsjahr deiner Kreditkarter versehen
es_es: Debe indicar el año de caducidad de su tarjeta de credito
fa_ir: يجب أن تقدم السنة التى ستنتهى فيها صلاحية بطاقتك الأئتمانية
fr_fr: Vous devez indiquer l'année d'expiration de votre carte de crédit
it_it: Devi fornire l'anno in cui la tua carta di credito scade
ja_jp: クレジットカードの期限が切れる年を提供しなければなりません
pl_pl: Musisz podać rok wygaśnięcia Twojej karty kredytowej
pt_pt: Você deve fornecer o ano de validade de seu cartão de crédito
ro_ro: Trebuie sa scrii anul in cui iti scade carta de credit
ru_ru: Вы должны предоставить год, в котором вашa кредитнoя картa истекает
sv_se: Du måste ange det år då ditt kreditkort går ut

source: You must provide the 3 digit security number on your creditcard
da_dk: Du skal indtaste de 3 sikkerheds cifre fra dit kreditkort
de_de: Du sollst die Sicherheitsnummer von 3 Ziffern, die hinter der Kreditkarte liegt, versehen
es_es: Debe indicar el numero de seguridad de 3 digitos de su tarjeta de credito
fa_ir: يجب أن تقدم رقم كود الأمان على بطاقتك الأئتمانية
fr_fr: Vous devez indiquer le code de sécurité à 3 chiffres figurant sur votre carte de crédit
it_it: Devi fornire il numero di sicurezza di 3 cifre sulla tua carta di credito
ja_jp: クレジットカードの３桁のセキュリティ番号を提供しなければなりません
pl_pl: Musisz podać 3-cyfrowy numer bezpieczeństwa Twojej karty kredytowej
pt_pt: Você deve fornecer o número de segurança de 3 dígitos de seu cartão de crédito
ro_ro: Trebuie sa scriinumarul de siguranta de 3 cifre de pe cartea de credit
ru_ru: Вы должны предоставить 3-значный номер страхового полиса по кредитной карте
sv_se: Du måste ange de 3 kontrollsiffrorna på ditt kreditkort

source: We are delighted that you have chosen to apply for the US Green Card Lottery so you can
da_dk: Vi er glade for at du har valgt at deltage i det store ”Green Card Lotteri” i USA, så du har mulighed for
de_de: Wir freuen uns, dass du an der Green Card Lotterie kandidieren entschieden hast, so kannst du
es_es: Estamos encantados de que haya elegido gestionar su solicitud de Tarjeta Verde con nostros de modo que podrá
fa_ir: نحن سعداء لأنك أخترت أن تتقدم الى قرعة الجرين كارد الأمريكية بحيث تستطيع
fr_fr: Nous sommes heureux que vous ayiez choisi US Green Card Lottery pour gérer votre demande, vous pouvez donc
it_it: Siamo lieti che tu abbia scelto di candidarti per la Lotteria per la Green Card così potrai
ja_jp: USA グリーンカード抽選に応募するために選択されたことをうれしく思っています
pl_pl: Jesteśmy szczęśliwi, że wybrałeś(aś) zgłoszenie do Loterii Zielonej Karty, aby móc
pt_pt: Nós estamos encantos por você ter escolhido se inscrever na Loteria do Greed Card dos EUA, então você pode
ro_ro: Suntem fericiti ca tu ai ales sa te candidezi pentru Loteria pentru Green Card,astfel vei putea
ru_ru: Мы счастливы, что Вы решили подать заявку на лотереи Green Card, чтобы вы могли
sv_se: Vi är glada att du har valt att ansöka om US Green Card Lotteriet så att du kan

source: WIN, Live and Work in America
da_dk: lovligt at bo og arbejde permanent i USA.
de_de: GEWINNEN, leben und arbeiten auf der Amerika
es_es: GANE, viva y trabaje en America
fa_ir: فز وعش وأعمل فى أمريكا
fr_fr: GAGNER, Vivre et Travailler en Amérique
it_it: VINCERE, Vivere e Lavorare in America
ja_jp: 取り得る、米国で住む、働く
pl_pl: Wygraj, mieszkaj i pracuj w Ameryce
pt_pt: GANHE, More e Trabalhe na América
ro_ro: BIRUI, TRAI si LUCRA in America
ru_ru: выиграть, жить и работать в Америке
sv_se: VINNA, Bo och Arbeta i Amerika

source: Please fill out the information required below
da_dk: For at deltage skal du udfylde skemaet nedenfor.
de_de: Gibst die begehrte Informationen ein
es_es: Por favor, cumplimente la siguiente informacion
fa_ir: من فضلك املاً المعلومات المطلوبة أدناه
fr_fr: Veuillez saisir les informations requises ci-dessous
it_it: Inserisci le informazioni richieste di seguito
ja_jp: 以下の要求される情報を記入してください
pl_pl: Proszę wypełnić informację wymaganą poniżej
pt_pt: Por favor, preencha as informações solicitadas abaixo
ro_ro: Introduce informatiile cerute mai jos
ru_ru: Введите информацию ниже
sv_se: Vänligen fyll i den information som krävs här nedan

source: Personal Details
da_dk: Personlige Oplysninger
de_de: Personaleinzelheiten
es_es: Sus datos personales
fa_ir: تفاصيل شخصية
fr_fr: Vos Donnés Personnels
it_it: Dettagli personali
ja_jp: 個人履歴
pl_pl: Dane osobowe
pt_pt: Seus dados pessoais
ro_ro: Detalii Personale
ru_ru: Личные данные
sv_se: Personlig informatioin

source: Native Country
da_dk: Native Land
de_de: Geburtsland
es_es: País Nativo
fa_ir: الدولة الأم
fr_fr: Pays d'origine
it_it: Paese Natale
ja_jp: 国
pl_pl: Kraj ojczysty
pt_pt: País Nativo
ro_ro: Tara Natala
ru_ru: Страна Рождество
sv_se: Fosterland
