Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: is officially called the Diversity Immigrant Visa Lottery, popularly known as the Green Card Lottery.
da_dk: kaldes officielt for ”The Diversity Immigrant Visa Lotteri”, populært kendt som Green Card Lotteriet.
de_de: amtlich heißt sie 'Lotterie für die Einwanderungsvisum', trotzdem ist sie als US Green Card Lotterie gekannt
es_es: es denominada oficialmente como Sorte de Visado Diverso para Inimigrantes, mas conocido como Sorteo de Tarjeta VErde
fa_ir: تدعى رسمياً "قرعة الهجرة المتعددة الجنسيات" وتعرف شعبياً بأسم قرعة الجرين كارد
fr_fr: officellement la loterie s'apelle la Loterie de Visas de Diversité pour les Immigrants (connue aussi sous le nom de la Loterie Carte Verte).
it_it: è chiamata ufficialmente Lotteria per il Visto di Diversità di Immigrazione, comunemente conosciuta come Lotteria per la Green Card.
ja_jp: この抽選は正式には ダイバーシティー移住ビザ抽選と呼ばれます（通常、グリーンカード抽選と 呼ばれています）。毎年世界中の人々に50,000のグリーンカードが発行されて います。抽選の目的は歴史的に米国への移民率が低い国で生まれた人にグリーン カードを与えることにあります。
pl_pl: oficjalnie nazywa się Loteria Wizowa Imigrantów, potocznie znana jako Loteria Zielonej Karty.
pt_pt: é oficialmente chamado de Loteria de Diversidades de Vistos de Imigrantes, sendo conhecido popularmente como Loteria do Green Card.
ro_ro: este numita oficial loteria pentru Viza de diversitate de imigrare, cunoscuta in general ca Loteria pentru Green Card.
ru_ru: официально называется визовой лотерее для Разнообразии иммиграции, известная как "Зеленая карта Лотерея
sv_se: kallas officiellt för Diversity Immigrant VisaLottery (allmänt känd som Green Card lotteriet). Varje år utlottas 50 000 Green Cards till människor från hela världen. Målet med lotteriet är att ge ut Green Cards till individer födda i länder som under tidigare år haft låga nivåer av immigration till USA.

source: Each year 50,000 Green Cards will be issued to people from all over the world. The draw will take place through random computer generated lottery draw.
da_dk: Hvert år bliver 50,000 Green Cards udstedt til folk fra hele verden. Udtrækningen sker via computer som tilfældig udtrækker de heldige vinder.
de_de: Jedes Jahr werden 50000 Green Card zu Personen aus die ganze Welt erteilt
es_es: ¿Quiere ser uno de los 50.000 ganadores de Green Card? 50.000 ganadores de Green Card cada año.
fa_ir: كل سنة يتم إصدار 50000 تصريح للناس من جميع أنحاء العالم ، ويتم السحب باستخدام الكمبيوتر بشكل عشوائى.
fr_fr: 50.000 vainqueurs de la Carte Verte chaque année venant de partout dans le monde. Le tirage au sort se fera par l'intermédiaire d'un ordinateur générant une système de sélection aléatoire.
it_it: Ogni anno 50,000 Green Card vengono emesse a persone di tutto il mondo. L'estrazione avrà luogo attraverso un'estrazione della lotteria casuale generata da un computer.
ja_jp: 夢に生きる-今日申し込む-毎年50,000人の当選者
pl_pl: Każdego roku 50.000 Zielonych Kart zostanie wydanych ludziom z całego świata. Losowanie nastąpi poprzez komputerowo-generowaną loterię.
pt_pt: Todo ano 50,000 Green Card são emitidos para pessoas de todo o mundo. O sorteio será realizado por um computador que escolherá o sorteado aleatóriamente.
ro_ro: In fiecare an 50,000 Green Card sunt date personelor din toata lumea. Tragerea la sort va avea loc prin intermediul loteriei cu extragere cazuala provocata de catre computer.
ru_ru: Каждый год 50,000 зеленые карты выдаются лицaм во всем мире. Розыгрыш состоится через розыгрыш лотереи случайно сгенерированных с помощью компьютера.
sv_se: Varje år utdelas 50.000 Green Cards till människor över hela världen. Utlottningen sker med en datoriserad slumtalsgenerator.

source: Don't miss your chance to win a Green Card - apply online today and be one of the next lottery winners.
da_dk: Mist ikke din chance for at vinde et Green Card - Ansøg online i dag og bliv en af dette års lotteri vindere så du kan bo og arbejde permanent i USA.
de_de: verlieren Sie die Möglichkeit nicht, die Green Card zu gewinnen - kandidieren Sie sich heute und werden Sie einer von die Sieger der nächster Lotterie
es_es: No pierda su oportunidad - SUSCRÍBASE HOY sea uno de los proximos ganadores
fa_ir: لا تفوت الفرصة لتفوز بالجرين كارد - تقدم اليوم اون لاين وكن أحد الفائزين بالقرعة
fr_fr: Ne manquez pas votre ocassion – SOUSCRIVEZ-VOUS AUJOURD'HUI -
it_it: Non perdere l´apportunità di vincere una Green Card - candidati online oggi e diventa uno dei prossimi vincitori della lotteria.
ja_jp: あなたの順番を見逃さないでください-今日申し込んでください
pl_pl: Nie strać szansy wylosowania Zielonej Karty - zgłoś się online dzisiaj i zostań jednym ze zwycięzców loterii.
pt_pt: Não perca a sua chance de ganhar o Green Card - Increva-se online hoje e seja um dos próximos ganhadores da loteria.
ro_ro: Nu perde posibilitatea de a castiga o Green Card- candideaza-te on-line astazi si devino unul dintre viitorii castigatori.
ru_ru: Не упустите свой шанс выиграть Green Card - Подать заявку онлайн сегодня и стань одним из следующих победителей лотереи
sv_se: Missa inte din chans att vinna ett Green Card - Ansök online idag och bli en vinnare i nästa lotteri.

source: What is a Green Card?
da_dk: Hvad er et Green Card?
de_de: Was ist die Green Card?
es_es: ¿Qué es una Tarjeta Verde?
fa_ir: ما هو الجرين كارد؟
fr_fr: Qu’est-ce qu’une Carte Verte?
it_it: Cos’è la Green Card?
ja_jp: グリーンカードとは何ですか？
pl_pl: Co to jest Zielona Karta?
pt_pt: O que é um Green Card?
ro_ro: Ce este Green Card?
ru_ru: Что такое Green Card?
sv_se: Vad är ett Green Card?

source: A Green Card is a Permanent Residence Visa of the U.S.A.. A Green Card will give you legal right to work and live permanently in the United States. Green Card holders receive health, education and several other benefits. If you win a Green Card, you can apply for U.S. Citizenship at a later time. The Green Card does not affect your present citizenship. You and your family could be lucky winners if you act immediately!
da_dk: Et Green Card giver permanent opholds- og arbejdstilladelse i USA. Med et Green Card kommer du til at arbejde og leve på lige fod med en amerikansk statsborger, og du vil f. eks. kunne arbejde i offentlige instanser og modtage sygehjælp. Dit Green Card gælder for livstid, så længe du er bosiddende i USA. Et Green Card ændrer ikke noget på dit statsborgerskab, men du kan, hvis du vil, på et senere tidspunkt søge om amerikansk statsborgerskab.
de_de: Die Green Card ist ein Visum der Aufenthaltsgenehmigung für die USA. Die Green Card verleiht dir die Rechtsberechtigung, bei die USA dauernd zu arbeiten und zu leben. Die Besitzer der Green Card können die ärztliche Betreuung, die Schulausbildung und noch andere Vorteilen bekommen. Wenn du eine Green Card gewinnst, kannst du die amerikanische Staatsangehörigkeit im zweiten Moment verlangen. An sich wechselt die Green Card die Aktuelle Staatsangehörigkeit nicht. Du und deine Familie könnten die glückliche Sieger sein, wenn Ihr schnell handelt!
es_es: Una Tarjeta Verde es un visado de residencia permanente en los EEUU. Una Tarjeta Verde le da el derecho de trabajar y vivir de forma legal y permanente en los Estados Unidos. Los titulares de la Tarjeta Verde tienen derecho a sanidad, educación y otros beneficios. Si gana una Tarjeta Verde, más adelante podrá solicitar la ciudadanía estadounidense. La Tarjeta Verde no afecta a su ciudadanía actual. ¡Ud. y su familia podrían ser los si actúa inmediatamente!
fa_ir: الجرين كارد هو فيزا أقامة دائمة فى الولايات المتحدة الأمريكية ، وسوف تعطيك البطاقة الخضراء الحق القانونى لتعمل وتعيش بشكل دائم فى الولايات المتحدة الأمريكية ، ويحصل حاملى الجرين كارد على خدمة صحية وتعليم ومنافع أخرى ، وإذا فزت بالجرين كارد يمكنك التقدم للحصول على الجنسية الأمريكية فيما بعد ، ولا تؤثر الجرين كارد على أقماتك الحالية ، وقد يكون أفراد عائلتك محظوظين إذا تصرفت بسرعة!
fr_fr: Une Carte Verte est un Visa de Résidence Permanent pour les Etats-Unis. Une Carte Verte vous donne le droit de travailler et de vivre légalement et de façon permanente aux Etats-Unis. Le porteur d’une Carte Verte a accès aux soins, à l’enseignement, et à de nombreux autres avantages. Si vous gagnez une Carte Verte, vous pouvez faire par après une demande de nationalité américaine. La Carte Verte ne change en rien votre nationalité actuelle. Votre famille et vous-même peuvent être les heureux gagnants si vous agissez immédiatement!
it_it: Una Green Card è un Visto Permanente di Soggiorno degli Stati Uniti. La Green Card ti conferisce il diritto legale di vivere e lavorare permanentemente negli Stati Uniti. I possessori della Green Card ricevono assistenza medica, istruzione e altri numerosi vantaggi. Se vinci una Green Card, puoi far richiesta per ottenere anche la cittadinanza statunitense in un secondo momento. In sé la Carta Verde non altera l'attuale cittadinanza del vincitore. Tu e la tua famiglia potreste essere i fortunati vincitori se agite immediatamente!
ja_jp: グリーンカードはアメリカ合衆国の永住ビザです。グリーンカードを取得すると、米国で永住し、仕事に従事する法的な権利が与えられます。グリーンカード取得者は健康保険、教育、その他の福利厚生を受けることができます。グリーンカードを取得した場合、後で米国市民権を申請することができます。グリーンカードを取得した場合でも現在の市民権に影響はありません。すぐ応募すると、あなたと家族は幸運な当選者になるかもしれません。<すぐ応募してください。
pl_pl: Zielona Karta jest Wizą Stałego Pobytu w USA. Zielona Karta da Ci prawo legalnej pracy i stałego pobytu w Stanach Zjednoczonych. Osoby mające Zieloną Kartę otrzymują świadczenia zdrowotne, edukacyjne i inne.Jeżeli wylosujesz Zieloną Kartę, możesz wystąpić o Obywatelstwo US w późniejszym czasie. Zielona Karta nie ma wpływu na Twoje obecne obywatelstwo. Ty i Twoja rodzina możecie stać się szczęśliwymi zwycięzcami, jeżeli przystąpicie do dzieła natychmiast!
pt_pt: Um Green Card é o Visto de Residência Permanente nos Estados Unidos. Um Green Card dá a você o direito legal de trabalhar e viver permanentemente nos Estados Unidos. Os possuidores de Green Card recebem assistência médica, educação e vários outros benefícios. Se você ganhar o Green Card, você pode solicitar a cidadania americana mais tarde. O Green Card não afeta a sua cidadania atual. Você e sua família podem ser os sortudos ganhadores se você agir imediatamente!
ro_ro: Green Card este o Viza Permanenta detrai in SUA. Green Card iti ofera dreptul legal de a trai si lucra permanent in USA. Acei care au Green Card obtin asistenta medicala, invatamant si numeroase alte avantaje. Daca castigi o Green Card, poti sa depui cereree pentru a obtine chiar si cetatenia statelor unitein un mpment urmator. Cartea de la sine nu modifica cetatenia actuala a vincitorului.Tu si familia ta ati putea fi fericitii invingatori daca actionati imediat!
ru_ru: Зеленая карта является постояннoй визoй для пребывания в Соединенных Штатах. Зеленая карта дает вам законное право жить и работать на постоянной основе в Соединенных Штатах. Владельцы Green Card они получают медицинскую помощь, образование и ряд других преимуществ. Если вы выиграли Green Card, вы можете также сделать запрос на получение гражданства США на более позднее время. зеленaя картa самa по себе не изменяет текущее гражданство победителя. Вы и ваша семья можете быть счастливыe победители, если действовать немедленно!
sv_se: Ett Green Card är ett permanent uppehållsvisum för USA. Ett Green Card ger dig laglig rätt att arbeta och bo permanent i USA. Med ett Green Card får man sjukvård, utbildning, och många andra förmåner. Om du vinner ett Green Card, kan du ansöka om amerikanskt medborgarskap vid ett senare tillfälle. Ett Green Card påverkar inte ditt nuvarande medborgarskap. Du och din familj kan bli lyckliga vinnare om du agerar snabbt! Sök nu!

source: Work and live in the United States
da_dk: Arbejdt og bo i de Forenede Stater
de_de: Leben und arbeiten auf der USA
es_es: Viva y trabaje permanentemente en USA - Suscríbase hoy
fa_ir: عش وأعمل فى الولايات المتحدة الأمريكية
fr_fr: Vivez et travaillez aux Etats-Unis
it_it: Lavora e vivi negli Stati Uniti
ja_jp: アメリカでの生活を夢見ていますか？ここをクリックしてください
pl_pl: Pracuj i mieszkaj w Stanach Zjednoczonych
pt_pt: Trabalhe e more nos Estados Unidos
ro_ro: Lucreaza si traieste in SUA
ru_ru: живете и работаете в США
sv_se: Bo och arbeta i USA

source: This page is currently unpublished
da_dk: Denen side er PT ikke udgivet
de_de: Zur Zeit ist diese Seite publiziert nicht
es_es: Esta pagina esta aun sin publicar
fa_ir: هذا الصفحة غير منشورة حالياً
fr_fr: Cette page n'est pas publiée actuellement
it_it: Questa pagina attualmente non è pubblicata
ja_jp: 未発表のページ
pl_pl: Ta strona jest obecnie nieopublikowana
pt_pt: Esta página não está publicada no momento
ro_ro: Aceasta pagina la moment nu este publicata
ru_ru: Эта страница еще не опубликована
sv_se: Den här sidan är för närvarande opublicerad

source: Customer Login
da_dk: Kunde login
de_de: Zugriff der Kunder
es_es: Acceso de Clientes
fa_ir: تسجيل دخول العميل
fr_fr: Nom d'utilisateur
it_it: Accesso del cliente
ja_jp: 顧客ログイン
pl_pl: Login klienta
pt_pt: Login do Cliente
ro_ro: Accesul clientului
ru_ru: доступ Клиента
sv_se: Kundinloggning

source: One this pages you have 24 hours online access to our database that enable you to track the status of your application and make corrections to your notification address etc.
da_dk: På denne side har du 24 timer online adgang til vores database så du kan se din status i lotteriet, ændre i dine personlige oplysninger samt online indsende dit/dine foto(s).
de_de: In diese Seite kannst du für 24 Uhren pro Tag an unserer Database zugriffen, um die Kontroll der Stand deiner Kandidatur zustimmen, die Verbesserungen deiner Adresse zu bringen usw.
es_es: Desde estas paginas tendra acceso online las 24 horas a nuestra base de datos, lo que le permite comprobar el estado de su peticion y corregir sus datos, dirección para notificaciones, etc.
fa_ir: انك تستطيع الدخول الى قاعدة بياناتنا على هذه الصفحة لمدة 24 ساعة وذلك يمكنك من متابعة حالة طلبك والقيام بالتعديلات مثل عنوانك واسم الأخير ، الخ.
fr_fr: Vous avez accès à notre bases de données en ligne durant 24 hours pour suivre le statut de votre demande et faire des corrections d'adresse de notification etc.
it_it: Su questa pagina avrai 24 ore di accesso al nostro database online che consente di tenere traccia dello stato della tua candidatura e per apportare correzioni al tuo indirizzo per le comunicazioni, ecc.
ja_jp: 弊社のデータベースに２４時間オンラインアクセスでき、アプリケーションのステータスについて行くことができます。そして通知アドレス等を修正することができます。
pl_pl: Na tej stronie masz 24-godzinny dostęp to naszej bazy danych, która pozwala ci śledzić status Twojego zgłoszenia oraz dokonywać poprawek adresu do notyfikacji, itd.
pt_pt: Nestas páginas você tem 24 horas de acesso online em nosso banco de dados que o possibilitará verificar o andamento de seu pedido e fazer as correções de seu endereço de notificação etc.
ro_ro: In aceasta pagina vei avea 24 ore de acces la data base-ul nostru on-line care permite de a tine urmele statului tau de candidatura si pentru a adauga modificari adresei tale pentru comunicari, etc.
ru_ru: На этой странице вы будете иметь 24-часовой доступ к нашей онлайн базы данных, которая позволяет отслеживать состояние Вашей заявки и внести коррективы в Ваш адрес для получения уведомлений и т.д..
sv_se: På de här sidorna har du 24 timmars direkt tillgång till vår databas som gör att du kan följa statusen för din ansökan och göra korrigeringar av din underrättelseadress etc.

source: Please keep your address etc. up-to-date to avoid delays in notification if you win the lottery
da_dk: Det er vigtig at du altid sørger for at dine personlige oplysninger er ”up-to-date” så vi kan kontakte dig når du vinder i Green Card lotteriet
de_de: Fördern wir dir auf, die Kontakte aktualisierte zu halten, um Mitteilungsverspätung vermeiden, wenn du die Lotterie gewinnen hast
es_es: Por favor, mantenga su direccion al dia para evitar retrasos en las notificaciones si usted gana el sorteo
fa_ir: من فضلك حدث بياناتك مثل العناون ، الخ حتى احد تاريخ لتجنب اى تأخير إذا فزت بالقرعة
fr_fr: Veuillez conserver votre adresse etc. à jour pour pouvoir dans de courts délais la notification si vous avez remporté la loterie.
it_it: Ti invitiamo a mantenere il tuo indirizzo ecc, aggiornati per evitare ritardi nella comunicazione nel caso di vincita della lotteria
ja_jp: 抽選に当たった場合には通知の遅延を避けるために住所等を最新の状態にしてください
pl_pl: Proszę uaktualizować adres, itd. w razie potrzeby, aby uniknąć opóźnienia w powiadomieniu na wypadek wygrania Loterii
pt_pt: Por favor, mantenha seu endereço etc. atualizado para evitar atrasos na notificação se você ganhar na loteria
ro_ro: Te invitam sa mentii adresa ta etc, actualizate pentru a evita intirzieri ale comunicatiei in cazul in care castigi loteria
ru_ru: мы просим вас сохранить свой адрес и т.д. обновлены, чтобы избежать задержки в связи в случае выигрыша в лотерею
sv_se: Vänligen håll din adress etc. uppdaterad för att undvika förseningar av underrättelse om du vinner lotteriet

source: Please enter a valid customer number and password
da_dk: Venligst indtast et valid kunde nummer og adgangskode
de_de: Kandidieren Sie sich heute, um eine Möglichkeit des Gewinns einer Lotterie haben
es_es: Por favor indique un numero de cliente y password correcto
fa_ir: من فضلك أدخل رقم عميل صحيح وكلمة مرور صحيحة
fr_fr: Veuillez entrer un numéro et un mot de passe d'utilisateur valides
it_it: Inserisci un numero cliente e una password validi
ja_jp: 有効な顧客番号とパスワードを入力してください
pl_pl: Proszę wpisać poprawny numer klienta oraz hasło
pt_pt: Por favor, insira um número de cliente e senha válidos
ro_ro: Introduce un numar client si un password valide
ru_ru: Пожалуйста, введите номер клиента и пароль
sv_se: Vänligen fyll i ett giltigt kundnummer och lösenord

source: Customer number
da_dk: Kunde nummer
de_de: fortlaufende Nummer
es_es: Numero de Cliente
fa_ir: رقم العميل
fr_fr: Numéro d'utilisateur
it_it: Numero cliente
ja_jp: 顧客番号
pl_pl: Numer klienta
pt_pt: Número do cliente
ro_ro: Numar client
ru_ru: Номер клиента
sv_se: Kundnummer

source: Customer Password
da_dk: Kunde Adgangskode
de_de: Passwort der Kunder
es_es: Password de cliente
fa_ir: كلمة مرور العميل
fr_fr: Mot de passe utilisateur
it_it: Password cliente
ja_jp: カスタマパスワード
pl_pl: Hasło klienta
pt_pt: Senha do Cliente
ro_ro: Password client
ru_ru: Клиент пароль
sv_se: Kundlösenord

source: Forgot your customer number?
da_dk: Har du glemt dit kunde nummer?
de_de: Hast du deine fortlaufende Nummer verloren?
es_es: ¿Olivod su numero de usuario?
fa_ir: هل نسيت رقم العميل؟
fr_fr: Vous avez oublié votre numéro d'utilisateur ?
it_it: Hai dimenticato il numero cliente?
ja_jp: 顧客番号を忘れましたか？
pl_pl: Zapomniałeś numeru klienta?
pt_pt: Esqueceu o seu número de cliente?
ro_ro: Ai uitat numarul client?
ru_ru: Забыли номер клиента?
sv_se: Glömt ditt kundnummer?

source: Please enter the email you used when applying for the lottery
da_dk: Venligst indtast den email du anvendte ved ansøgning til lotteriet
de_de: Gibst deine E-mail Adresse ein, die du für die Kandidatur an der Lotterie benutzen hast
es_es: Por favor, indique el correo que uso para inscribirse en el sorteo
fa_ir: من فضلك أدخل البريد الالكترونى الذى استخدمته عند التقديم للقرعة
fr_fr: Veuillez entrer l'email qu evous avez utilisé pour votre participation à la loterie
it_it: Inserisci l'email che hai usato quando ti sei candidato per la lotteria
ja_jp: 抽選に応募するときに使用した電子メールを入力してください
pl_pl: Proszę wpisać e-mail jaki był użyty do zgłoszenia się do loterii
pt_pt: Por favor, insira o email que você usou quando se inscreveu na loteria
ro_ro: Introduce e-mail-ul pe care l-ai folosit atunci cand te-ai candidat pentru loterie
ru_ru: Введите адрес электронной почты, который вы использовали при применяться для лотереи
sv_se: Vänligen fyll i den e-postadress du använde när du ansökte till lotteriet

source: Resend
da_dk: Gensendt
de_de: Wieder schicken
es_es: Reenviar
fa_ir: إعادة الأرسال
fr_fr: Renvoyer
it_it: Reinvia
ja_jp: 再送する
pl_pl: Wyślij ponownie
pt_pt: Re-enviar
ro_ro: Trimite din nou
ru_ru: Отправить повторно
sv_se: Skicka igen

source: What is my password?
da_dk: Hvad er min adgangskode?
de_de: Was besteht mein Passwort auf?
es_es: ¿Cual es mi password?
fa_ir: ما هى كلمة المرور الخاصة بى؟
fr_fr: Quel est mon mot de passe ?
it_it: Che cos'è la mia password?
ja_jp: 私のパスワードなんですか？
pl_pl: Jakie jest moje hasło?
pt_pt: Qual é minha senha?
ro_ro: Ce inseamna pssword-ul meu?
ru_ru: Что значит мой пароль?
sv_se: Vad är mitt lösenord?

source: Your password is your date of birth in the format DDMMYY.
da_dk: Dit kodeord er din fødselsdato i følgende format DDMMYY.
de_de: Dein Passwort besteht auf die Geburtsdatum in dies Format : TTMMJJ
es_es: Su password es su fecha de nacimiento en formato DDMMYY
fa_ir: كلمة مرورك هى تاريخ ميلادك فى تنسيق DDMMYY
fr_fr: Votre mot de passe corespond à votre date de naissance au format JJMMAA
it_it: La tua password è la tua data di nascita nel formato GGMMAA
ja_jp: あなたのパスワードはあなたの生年月日です。（DDMMYYフォーマット）
pl_pl: Twoje hasło to Twoja data urodzenia w formacie DDMMRR
pt_pt: Sua senha é a sua data de nascimento no formato DDMMAA
ro_ro: Password-ul tau este data ta de nastere in formatul ZZLLAA.
ru_ru: Ваш пароль является Вашa датa рождения в формате ДДММГГ
sv_se: Ditt lösenord är ditt födelsedatum i formatet DDMMYY.

source: Example: If you were born on October 09, 1972 your password is 091072
da_dk: Eksempelvis: Hvis du er født den 9. oktober 1972 så er dit kodeord 091072
de_de: Zum Beispiel: wenn du am 9. Oktober 1972 geboren warst, werde dein Passwort '09101972' sein.
es_es: Por ejemplo: si nacio el 9 de octubre de 1972, su password es 091072
fa_ir: مثال: إذا ولدت فى 09 اكتوبر عام 1972 فإن كلمة مرورك هى 091072
fr_fr: Exemple : si vous êtes né le 09 octobre 1972, votre mot de passe est 091072
it_it: Esempio: Se sei nato il 9 Ottobre del 1972, la tua password sarà 09101072
ja_jp: 例：生年月日は１９７２年の１０月９日でしたらあなたのパスワードは０９１０７２
pl_pl: Przykład: Jeżeli urodziłeś się 9 października 1972 roku, Twoje hasło to 091072
pt_pt: Exemplo: Se você nasceu em 09 de Outubro de 1972, sua senha será 091072
ro_ro: Exemplu: daca esti nascut in 9 octombrie 1972, password-ul tau este 091072
ru_ru: Пример: Если вы родились 9 октября 1972 года, ваш пароль будет 091072
sv_se: Exempel: Om du är född den 9:e oktober, 1972 så blir ditt lösenord 091072

source: You are about to remove your application at The US Green Card Office
da_dk: Du er ved at slette din ansøgning fra vores system
de_de: Du fortschaffest gerade deine Kandidatur an der US Green Card Office
es_es: Esta a punto de eliminar su solicitud en The US Green Card Office
fa_ir: أنت على وشك إزالة طلبك فى مكتب الجرين كارد الأمريكى
fr_fr: Vous êtes sur le point d'annuler votre demande auprès de US Green Card Office
it_it: Stai per rimuovere la tua candidatura all'US Green Card Office
ja_jp: USグリーンカードオフィスでのあなたのアプリケーションを削除しようとしています
pl_pl: Masz zamiar usunąć zgłoszenie do US Green Card Office
pt_pt: Você esta prestes a remover seu requerimento no US Green Card Office
ro_ro: Incerci sa-ti elimini candidatura de la US Green Card Office
ru_ru: Нажмите, чтобы удалить приложение в U. S. Green Card Office
sv_se: Du håller på att ta bort din ansökan till US Green Card Kontoret

source: Applicant name
da_dk: Ansøgers navn
de_de: Name der Kandidat
es_es: Segundo apellido
fa_ir: أسم المتقدم
fr_fr: Nom du demandeur
it_it: Nome del candidato
ja_jp: 応募者氏名
pl_pl: Imię osoby dokonującej zgłoszenia
pt_pt: Nome do requerente
ro_ro: Numele candidatului
ru_ru: Имя и фамилия кандидата
sv_se: Sökandes namn

source: Signup date
da_dk: Oprettelse dato
de_de: Kandidatursdatum
es_es: Fecha de inscripcion
fa_ir: تاريخ التسجيل
fr_fr: Date d'engagement
it_it: Data di iscrizione
ja_jp: サインアップの日付
pl_pl: Data zapisania się
pt_pt: Data de inscrição
ro_ro: Data inscrierei
ru_ru: Дата регистрации
sv_se: Registreringsdatum

source: Remove
da_dk: Fjern
de_de: Fortschaffen
es_es: Eliminar
fa_ir: إزالة
fr_fr: Enlever
it_it: Rimuovi
ja_jp: 削除する
pl_pl: Usuń
pt_pt: Remover
ro_ro: Elimina
ru_ru: Удалить
sv_se: Ta bort
