Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: Upload your photo(s)
da_dk: Upload dine fotos
de_de: Fotos hochladen
es_es: Subir sus fotos
fa_ir: رفع صورتك/صورك
fr_fr: Télécharger votre (vos) photo (s)
it_it: Carica le tue foto
ja_jp: 写真をアップロードする
pl_pl: Prześlij swoje zdjęcie(a)
pt_pt: Envie sua(s) foto(s)
ro_ro: Incarca fotografiile tale
ru_ru: Загрузка фотографий
sv_se: Ladda upp ditt/dina foto(n)

source: See your application status
da_dk: Se status for din ansøgning
de_de: Kandidaturstatus einsehen
es_es: Ver el estado de su Solicitud
fa_ir: الأطلاع على حالة طلبك
fr_fr: Regardez le statut de votre demande
it_it: Vedi lo stato della tua candidatura
ja_jp: アプリケーションの状況をご覧になってください
pl_pl: Sprawdź status swojego zgłoszenia
pt_pt: Veja o andamento de seu requerimento
ro_ro: Vezi statul candidaturii tale
ru_ru: Просмотр состояния вашего приложения
sv_se: Se din ansökningsstatus

source: Affiliate signup
da_dk: Affiliate oprettelse
de_de: Anmeldung als Affiliate
es_es: Alta de Afiliados
fa_ir: تسجيل حساب ملحق
fr_fr: S'affilier
it_it: Registrati all'Affiliazione
ja_jp: アフィリエイトサインアップ
pl_pl: Przystąpienie do programu partnerskiego
pt_pt: Inscrição
ro_ro: Inregistreza-te la afiliere
ru_ru: Зарегистрируйтесь на членство
sv_se: Affiliate registrering

source: Welcome to The US Green Card Office Affiliate Program
da_dk: Velkommen til US Green Card Office affiliate program
de_de: Willkommen im Affiliateprogramm der US Green Card Office Ltd.
es_es: Bienvenido al programa de Afiliados US Green Card Office
fa_ir: مرحباً بك فى برنامج الملحق لمكتب الجرين كارد الأمريكى
fr_fr: Bienvenue sur le Programme d'Affiliation à US Green Card Office
it_it: Benvenuto nel Programma di Affiliazione di US Green Card Office
ja_jp: USグリーンカードオフィスアフィリエイトプログラムにようこそ
pl_pl: Witamy w Programie Partnerskim US Green Card Office
pt_pt: Bem-vindo ao Programa de Afiliados do US Green Card Office
ro_ro: Bunvenit in programa de afeliere di US Green Card Office
ru_ru: Добро пожаловать в партнерской программе У. С. Зеленая карта Office
sv_se: Välkommen till US Green Card Offices Affiliate Program

source: You will recieve an e-mail when your request has been approved
da_dk: Du vil modtage en email når du er godkendt
de_de: Sobald deine Anfrage bearbeitet wurde, erhältst Du eine Email
es_es: Recibira un correo cuando su petición sea aprobada
fa_ir: سوف تستلم رسالة بريد الكترونى عند إعتماد طلبك
fr_fr: Vous recevrez un e-mail dès que votre requête aura été validée
it_it: Riceverai una email dopo che la tua richiesta verrà approvata
ja_jp: 申請が承認されたら電子メールが送信されます
pl_pl: Otrzymasz e-mail kiedy Twoje zgłoszenie zostanie zaakceptowane
pt_pt: Você receberá um e-mail quando seu pedido for aprovado
ro_ro: Vei primi o e-mail dupa ce intrebarea ta va fi aprovata
ru_ru: Вы получите электронное письмо после утверждения заявки
sv_se: Du kommer att få ett e-postmeddelande när din begäran har godkänts

source: E-mail (Username)
da_dk: E-mail (brugernavn)
de_de: E-mail (Benutzername)
es_es: E-mail (usuario)
fa_ir: البريد الالكترونى (اسم المستخدم)
fr_fr: E-mail (nom d'utilisateur)
it_it: Email (Nome utente)
ja_jp: 電子メール（ユーザー）
pl_pl: E-mail (Nazwa użytkownika)
pt_pt: E-mail (Nome de Usuário)
ro_ro: E-mail(numele utentului)
ru_ru: Электронная почта (Имя пользователя)
sv_se: E-postadress (Användarnamn)

source: First name
da_dk: Fornavn
de_de: Vorname
es_es: Nombre
fa_ir: الأسم الأول
fr_fr: Prénom
it_it: Nome
ja_jp: 名
pl_pl: Imię
pt_pt: Nome
ro_ro: Nume
ru_ru: Название
sv_se: Förnamn

source: Last name
da_dk: Efternavn
de_de: Familienname
es_es: Apellido
fa_ir: الأسم الأخير
fr_fr: Nom de famille
it_it: Cognome
ja_jp: 姓
pl_pl: Nazwisko
pt_pt: Sobrenome
ro_ro: Prenume
ru_ru: Фамилия
sv_se: Efternamn

source: Referral ID
da_dk: Reference ID
es_es: ID Referente
fa_ir: الرقم التعريفى للوساطة
fr_fr: Nº de renvoi
ja_jp: 照会ID
pl_pl: ID skierowania
pt_pt: ID de Referência
ru_ru: Направление ID
sv_se: Referent ID

source: Website URL
da_dk: Hjemmeside URL
de_de: Internet-Site URL
es_es: URL Web
fa_ir: عنوان الموقع الالكترونى
fr_fr: Adresse URL
it_it: URL SitoWeb
ja_jp: ウエブサイトURL
pl_pl: URL strony internetowej
pt_pt: Endereço do Site
ro_ro: Url site-ul web
ru_ru: Ссылка на сайт
sv_se: Webbsides URL

source: Company name
da_dk: Firmanavn
de_de: Name des Unternehmens
es_es: Nombre de Empresa
fa_ir: أسم الشركة
fr_fr: Nom de l'entreprise
it_it: Nome Impresa
ja_jp: 会社名
pl_pl: Nazwa firmy
pt_pt: Nome da empresa
ro_ro: Numele intreprinderei
ru_ru: Название компании
sv_se: Företagsnamn

source: Street
da_dk: Adresse
de_de: Adresse
es_es: Callle
fa_ir: الشارع
fr_fr: Rue
it_it: Via
ja_jp: ストリート
pl_pl: Ulica
pt_pt: Rua
ro_ro: Strada
ru_ru: улица
sv_se: Gata

source: State
da_dk: Stat
de_de: Staat
es_es: Estado
fa_ir: الولاية
fr_fr: Etat
it_it: Stato
ja_jp: ステート
pl_pl: Stan
pt_pt: Estado
ro_ro: Statul
ru_ru: Государство
sv_se: Stat

source: I confirm that I agree with terms & conditions
da_dk: Jeg bekræfter hermed Jeres betingelser
de_de: Ich bestätige, die allgemeinen Geschäftsbedingungen und Datenschutzerklärung anzuerkennen
es_es: Afirmo que estoy de acuerdo con los terminos y condiciones
fa_ir: أنا أؤكد أننى أوافق على الشروط والأحكام
fr_fr: Je confirme que je suis d'accord avec les termes et conditions
it_it: Confermo di accettare i termini & le condizioni
ja_jp: 諸条件に同意することを確認します
pl_pl: Potwierdzam, że zgadzam się z warunkami i postanowieniami
pt_pt: Eu confirma que eu concordo com os termos e condições
ro_ro: Confirm ca am acceptat terminii si am vazut conditiile
ru_ru: Я подтверждаю что принимаю условия & условия
sv_se: Jag bekräftar att jag godkänner villkor och krav

source: Apply for the US Green Card Lottery
da_dk: Ansøg i Green Card Lotteriet
de_de: Bewerben für die US Green Card Lotterie
es_es: Inscribiase para el sorteo de US Green Card
fa_ir: أنا أتقدم لقرعة الجرين كارد الأمريكية
fr_fr: Participer à la Loterie Carte Verte US
it_it: Candidati alla US Green Card Lottery
ja_jp: USA グリーンカード抽選に応募する
pl_pl: Zgłoś się do Loterii Zielonej Karty
pt_pt: Inscreva-se para o Card Lottery E.U. Verde
ro_ro: candideaza-te l'US Green Card Loteria
ru_ru: Кандидаты на U. S. Лотерея Грин Кард
sv_se: Ansök om US Green Card Lotteri

source: You must complete step 1 in order to get here
da_dk: Du skal færdiggøre step 1 før du kan komme her til.
de_de: Für die Ausführung des Zugriffs sollst du den ersten Schritt ergänzen
es_es: Debe completar el paso 1 para poder continuar
fa_ir: يجب أن تكمل الخطوة رقم 1 لكى تصلى الى هنا
fr_fr: Vous devez accomplir la première étape pour pouvoir aller ici
it_it: Devi completare il passo 1 per accedere
ja_jp: ここまで着くためにステップ１を完了しなければなりません
pl_pl: Musisz zakończyć etap 1 aby się tutaj znaleźć
pt_pt: Você deve completar o passo 1 para estar aqui
ro_ro: Trebuie sa completezi pasul 1 pentru a intra
ru_ru: Вы должны завершить первый шаг для доступа
sv_se: Du måste slutföra steg 1 för att komma hit

source: You are logged in as a customer who has already applied
da_dk: Du er logged ind som en kunde der allerede har ansøgt
de_de: An Stelle des Kundes, der die Kandidatur schon gebracht haben, bist du verbunden
es_es: Esta conectado como un cliente que ya es solicitante
fa_ir: أنت مسجل الدخول كعميل قد تقدم بالفعل
fr_fr: Vous êtes connecté en tant que client qui a déjà fait une demande
it_it: Sei connesso come un cliente che ha già inoltrato la candidatura
ja_jp: すでに申し込んだ顧客としてログインしました
pl_pl: Jesteś zalogowany jako klient, który już się zgłosił
pt_pt: Você está logado como um cliente que já se inscreveu
ro_ro: Esti conectat ca un client care a trimis deja candidatura
ru_ru: Вы вошли как клиент, который уже подал заявление
sv_se: Du är inloggad som en kund som redan ansökt

source: Please choose your Green Card Lottery Application Plan
da_dk: Vælg venligst din Green Card Ansøgnings Plan
de_de: Wählst deinen Kandidaturplan für die US Green Card Lotterie
es_es: Por favor escoja una lotería
fa_ir: من فضلك أختر خطة طلب قرعة الرين كارد
fr_fr: Veuillez choisir votre Plan de Demande de Participation<br>à la Loterie Carte Verte
it_it: Scegli il tuo Piano di Candidatura alla Green Card Lottery
ja_jp: グリーンカード抽選のアプリケーション計画を選択してください
pl_pl: Prosze wybrać swój plan zgłoszenia do Loterii Zielonej Karty
pt_pt: Por favor, escolha o plano de sua Loteria do Green Card
ro_ro: Alega planul de candidatura la Green Card Lottery
ru_ru: Выберите свой план кандидата на лотерее Green Card
sv_se: Vänligen välj din Green Card Lotteri ansökningsplan

source: Standard
es_es: <br>Estandar
fa_ir: قياسى
ja_jp: スタンダード
pt_pt: Padrão
ru_ru: Стандартный

source: Plan
fa_ir: خطة
fr_fr: <br>Plan<br>
it_it: Piano
ja_jp: 計画
pt_pt: Plano
ro_ro: Planul
ru_ru: План

source: Price
da_dk: Pris
de_de: Preis
es_es: Precio
fa_ir: قیمت:
fr_fr: Prix
it_it: Prezzo
ja_jp: 価格
pl_pl: Cena
pt_pt: Preço
ro_ro: Pretul
ru_ru: Цена
sv_se: Pris

source: Order now
da_dk: Bestil nu
de_de: Jetzt bestellen
es_es: Pedir Ahora
fa_ir: أطلب الأن
fr_fr: Commander maintenant
it_it: Ordina ora
ja_jp: 今すぐ注文する
pl_pl: Zamów teraz
pt_pt: Compre agora
ro_ro: Comanda acum
ru_ru: Заказ прямо сейчас
sv_se: Beställ Nu

source: Saver
de_de: Geld sparen
es_es: <br>Ahorrador
fa_ir: موفر
fr_fr: Bonne affaire
it_it: Risparmia
ja_jp: サーバー
pl_pl: Oszczędzanie
pt_pt: Econômico
ro_ro: Economiseste
ru_ru: Сохранить
sv_se: Sparare

source: Most
da_dk: Mest
de_de: Plus
es_es: Mas
fa_ir: معظم
fr_fr: Plus
it_it: Più
ja_jp: 最も
pl_pl: Najbardziej
pt_pt: Mais
ro_ro: Cela mai multe
ru_ru: Подробнее
sv_se: Mest

source: Popular Plan
da_dk: Populærere
de_de: Beliebter Plan
es_es: Planes Populares
fa_ir: الخطة الشائعة
fr_fr: Plan Populaire
it_it: Piano Popolare
ja_jp: 人気計画
pl_pl: Popularny plan
pt_pt: Plano Popular
ro_ro: Planul Popular
ru_ru: популярный план
sv_se: Populär Plan

source: Two Green Card Lotteries
da_dk: 2 Green Card<br> Lotterier
de_de: Zwei Lotterien für die Green Card
es_es: Dos sorteos
fa_ir: دو قرعه كشي
fr_fr: Deux loteries
it_it: Due lotterie per la Green Card
ja_jp: 2回の抽選
pl_pl: Dwie Loterie Zielonej Karty
pt_pt: Duas loterias do Green Card
ro_ro: Doua Loterii pentru Green Card
ru_ru: Два Лотерий Грин Кард
sv_se: Två Green Card Lotterier

source: Best
da_dk: Bedste
de_de: Besser
es_es: <br>Mejor
fa_ir: الأفضل
fr_fr: Meilleur
it_it: Migliore
ja_jp: ベスト
pl_pl: Najlepsza
pt_pt: Melhor
ro_ro: Cea mai buna
ru_ru: Лучшие
sv_se: Bästa

source: Offer
da_dk: Tilbud
de_de: Angebot
es_es: Oferta
fa_ir: عرض
fr_fr: Offre
it_it: Offerta
ja_jp: オファー
pl_pl: Oferta
pt_pt: Oferta
ro_ro: Oferta
ru_ru: Предложение
sv_se: Erbjudande

source: Back
da_dk: Tilbage
de_de: Zurück
es_es: Volver
fa_ir: رجوع
fr_fr: Revenir
it_it: Indietro
ja_jp: 戻る
pl_pl: Powrót
pt_pt: Voltar
ro_ro: Inapoi
ru_ru: Назад
sv_se: Tillbaka

source: Apply Green Card Form - New official Green Card Application
da_dk: Green Card ansøgnings formular - Ny officiel Green card ansøgning
de_de: Kandidaturform für die Green Card - neue offizielle Kandidatur für die Green Card
es_es: Formularios de solicitud de Tarjeta Verde - Nueva solicitud oficial de Tarjeta Verde
fa_ir: تقديم استمارة الجرين كارد الن - طلب جرين كارد رسمى جديد
fr_fr: Remplir le Formulaire Carte Verte - Nouvelle Demande Officielle Carte Verte
it_it: Form di Candidatura per la Green Card - Nuova Candidatura ufficiale per la Green Card
ja_jp: グリーンカードフォームに応募するー新しいオフィシャルグリーンカードアプリケーション
pl_pl: Formularz zgłoszenia Zielonej Karty - Nowe oficjalne zgłoszenie do Zielonej Karty
pt_pt: Formulário de Inscrição do Green Card - Novo requerimento oficial do Green Card
ro_ro: Forma de Candidatura pentru Green Card - Noua Candidatura Oficiala pentru Green Card
ru_ru: Форма заявки для зеленой карты - новое официальноe заявкa для зеленой карты.
sv_se: Green Card Ansökningsformulär - Ny officiell Green Card ansökan

source: You must complete step 1 and 2, in order to get here
da_dk: Du skal færdiggøre step 1 og 2 før du kan komme her til.
de_de: du sollst den ersten und den zweiten Schritt verrichten, um die Prozedur fortsetzen
es_es: Debe completar los pasos 1 y 2 para continuar
fa_ir: يجب أن تكمل الخطوة رقم 1 لكى تصلى الى هنا
fr_fr: Vous devez accomplir les étapes 1 et 2, pour pouvoir aller ici
it_it: Devi completare il passo 1 e 2 per proseguire
ja_jp: こちらまでに来るためにステップ１と２を終了しなければなりません
pl_pl: Musisz zakończyć etap 1 i 2 żeby się tutaj znaleźć
pt_pt: Você deve completar o passo 1 e 2 para estar aqui
ro_ro: Trebuie sa completezi pasul 1 si 2 pentru a continua
ru_ru: Вы должны заполнить Шаг 1 и 2 для продолжения
sv_se: Du måste slutföra steg 1 och 2, för att komma hit

source: Additional offers to your Green Card Lottery Application Plan
da_dk: Yderligere tilbud til din Green Card Ansøgnings Plan
de_de: Weitere Angebote für dein Kandidaturplan an der US Green Card Lotterie
es_es: Ofertas adicionales a su solicitud de Plan Sorteo de Tarjeta Verde
fa_ir: عروض أضافية الى خطة طلب قرعة الجرين كارد
fr_fr: Offres additionnelles pour votre Demande de Participation<br>à la Loterie Carte Verte
it_it: Ulteriori offerte al tuo Piano di Candidatura alla Green Card Lottery
ja_jp: グリーンカード抽選のアプリケーション計画に追加のオファー
pl_pl: Dodatkowe oferty do planu zgłoszenia Loterii Zielonej Karty
pt_pt: Ofertas adicionais do seu Plano de Pedido do Green Card
ro_ro: Alte oferte pentru planul tau de Candidatura la Green Card Lottery
ru_ru: Другие предложения в план Применение к лотерее Green Card
sv_se: Ytterligare erbjudanden till din Green Card Lotteri ansökningsplan

source: FREE MOVEMENT
da_dk: GRATIS FLYTNING
de_de: KOSTENLOSE VERSCHIEBUNG
es_es: Mudanza Gratuita
fa_ir: حركة حرة
fr_fr: DEMENAGEMENT GRATUIT
it_it: SPOSTAMENTO GRATUITO
ja_jp: 自由な動き
pl_pl: Darmowe Przenosiny
pt_pt: MUDANÇA GRÁTIS
ro_ro: MUTAREA GRATIS
ru_ru: СВОБОДНОЕ ДВИЖЕНИЕ
sv_se: FRI RÖRLIGHET

source: One year
da_dk: 1 år
de_de: Ein Jahr
es_es: Un año
fa_ir: يك سال
fr_fr: Une année
it_it: Un anno
ja_jp: 1年
pl_pl: Rok
pt_pt: Um ano
ro_ro: Un an
ru_ru: один год
sv_se: Ett år

source: Most Popular Plan
da_dk: Mest Populærere Plan
de_de: Bekannteste Plan
es_es: Plan mas popular
fa_ir: الخطة الأكثر شيوعاً
fr_fr: Plan le Plus Populaire
it_it: Piano più Popolare
ja_jp: 最も人気のある計画
pl_pl: Najbardziej popularny plan
pt_pt: Plano Mais Popular
ro_ro: Plan Cel Mai Popular
ru_ru: Самые популярные плана
sv_se: Populäraste Plan

source: Yes
da_dk: Ja
de_de: Ja
es_es: Si
fa_ir: بله
fr_fr: Qui
it_it: Si
ja_jp: はい
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja

source: No
da_dk: Nej
de_de: Nein
fa_ir: لا
fr_fr: Non
ja_jp: いいえ
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej

source: Two years
da_dk: 2 år
de_de: Zwei Jahre
es_es: Dos años
fa_ir: دو سال
fr_fr: Deux années
it_it: Due anni
ja_jp: 2年
pl_pl: Dwa lata
pt_pt: Dois anos
ro_ro: Doi ani
ru_ru: Два года
sv_se: Två år

source: Best Offer
da_dk: Bedste Tilbud
de_de: Bestes Angebot
es_es: Mejor oferta
fa_ir: أفضل عرض
fr_fr: Meilleure Offre
it_it: Migliore offerta
ja_jp: 最高付け値
pl_pl: Najlepsza oferta
pt_pt: Melhor Oferta
ro_ro: Cea Mai Buna Oferta
ru_ru: Лучшее предложение
sv_se: Bästa Erbjudande

source: FREE AIRLINE TICKETS
da_dk: GRATIS FLY BILLETTER
de_de: KOSTENLOSE FLUGTICKETS
es_es: BILLETES DE AVION GRATUITOS
fa_ir: تذاكر طيران مجانية
fr_fr: BILLETS D'AVION GRATUITS
it_it: BIGLIETTI GRATIS AIRLINE
ja_jp: 無料航空券
pl_pl: Darmowe Bilety Lotnicze
pt_pt: PASSAGENS AÉREAS GRATUITAS
ro_ro: BILETE AIRLINE GRATIS
ru_ru: БИЛЕТЫ АВИА БЕСПЛАТНО
sv_se: GRATIS FLYGBILJETTER

source: Standard Plan
es_es: Plan Estandar
fa_ir: خطة قياسية
fr_fr: Plan Standard
it_it: Piano Standard
ja_jp: 標準の計画
pl_pl: Plan Standardowy
pt_pt: Plano Padrão
ro_ro: Planul Standard
ru_ru: Стандартный план

source: MOST POPULAR PLAN
da_dk: MEST POPULÆRERE PLAN
de_de: BELIEBTESTER PLAN
es_es: PLAN MAS POPULAR
fa_ir: الخطة الأكثر شيوعاً
fr_fr: PLAN LE PLUS POPULAIRE
it_it: PIANO PIU' POPOLARE
ja_jp: 最も人気のある計画
pl_pl: Najbardziej popularny plan
pt_pt: PLANO MAIS POPULAR
ro_ro: PLANUL CEL MAI POPOLAR
ru_ru: план наиболее популярный
sv_se: POPULÄRASTE PLAN

source: Free Movement
da_dk: GRATIS FLYTNING
de_de: Kostenlose Verschiebung
es_es: Mudanza Gratuita
fa_ir: حركة حرة
fr_fr: Déménagement Gratuit
it_it: Spostamento Gratuito
ja_jp: 自由な動き
pl_pl: Darmowe Przenosiny
pt_pt: Mudança Grátis
ro_ro: Mutare Gratis
ru_ru: Перемещение бесплатно
sv_se: Fri Rörlighet

source: STANDARD PLAN
es_es: PLAN ESTANDAR
fa_ir: خطة قياسية
fr_fr: PLAN STANDARD
it_it: PIANO STANDARD
ja_jp: 標準の計画
pl_pl: Plan standardowy
pt_pt: PLANO PADRÃO
ro_ro: PLANUL STANDARD
ru_ru: Стандартный план

source: Free Airline Tickets
da_dk: Gratis Fly Billetter
de_de: Kostenlose Flugtickets
es_es: Billetes de Avion gratuitos
fa_ir: تذاكر طيران مجانية
fr_fr: Billets d'Avion Gratuits
it_it: Biglietti Gratis Airline
ja_jp: 無料航空券
pl_pl: Darmowe Bilety Lotnicze
pt_pt: Passagens Aéreas Gratuitas
ro_ro: Bilete Airline Gratis
ru_ru: Билеты бесплатные Авиакомпания
sv_se: Gratis flygbiljetter

source: Your total order
da_dk: Din ordre total
de_de: Deine Bestellung
es_es: Total de su pedido
fa_ir: إجمالى طلبك
fr_fr: Votre commande totale
it_it: Il tuo ordine
ja_jp: あなたの注文合計
pl_pl: Twoje całkowite zamówienie
pt_pt: Total de seu pedido
ro_ro: Comanda ta
ru_ru: Ваш заказ
sv_se: Din totala beställning

source: Remove this offer
da_dk: Fjern dette tilbud
de_de: Angebot entfernen
es_es: Eliminar este pedido
fa_ir: إزالة هذا العرض
fr_fr: Supprimer cette offre
it_it: Rimuovi questa offerta
ja_jp: このオファーを削除する
pl_pl: Usuń to zamówienie
pt_pt: Remover esta oferta
ro_ro: Inchide aceasta oferta
ru_ru: Удалить это предложение
sv_se: Ta bort det här erbjudandet

source: Payment
da_dk: Betaling
de_de: Zahlung
es_es: Pago
fa_ir: الدفع
fr_fr: Paiement
it_it: Pagamento
ja_jp: ペイメント
pl_pl: Zapłata
pt_pt: Pagamento
ro_ro: Plata
ru_ru: Оплата
sv_se: Betalning

source: We have saved a log of your IP number
da_dk: Vi har gemt din IP adresse
de_de: Wir haben ein log deiner IP Nummer gespeichert
es_es: Hemos guardado un registro de su direccion IP
fa_ir: لقد قمنا بحفظ سجل برقم الايى بى خاصتك
fr_fr: Nous avons sauvergardé un identifiant depuis votre adresse IP
it_it: Abbiamo salvato un log del tuo numero IP
ja_jp: あなたのIP番号のログを保存しました
pl_pl: Zapisaliśmy log Twojego numeru IP
pt_pt: Nós salvamos um log com seu número de IP
ro_ro: Am salvat log-ul numarului tau IP
ru_ru: Мы спасли log Вашего номерa IP
sv_se: Vi har sparat en logg av ditt IP nummer

source: to prevent credit card fraud. All fraud will be investigated
da_dk: for at afværge kreditkort svindel. Alt svindel vil blive undersøgt
de_de: um Diebstähle an deiner Kreditkarte zu verhindern, wird bei jedem Betrugsversuch ermittelt.
es_es: para prevenir el fraude de tarjetas credito. Cualquier fraude sera investigado
fa_ir: لمنع عمليات نصب بطاقات الأئتمان ، سيتم التحقيق فى كل عمليات النصب
fr_fr: afin de prévenir les fraudes aux cartes de crédit. Toute fraude fera l'objet d'une enquête
it_it: per prevenire furti alla carta di credito. Tutte le frodi saranno indagate
ja_jp: クレジットカード詐欺を防ぐためにすべての詐欺が調査されます
pl_pl: w celu zapobiegania oszustwom kart kredytowych. Wszystkie oszustwa będą objęte dochodzeniem
pt_pt: para prevenir fraudes de cartão de crédito. Todas as fraudes serão investigadas.
ro_ro: pentru a preveni furturi ale cartei de credit.Toate fraudolele vor fi urmarite
ru_ru: чтобы предотвратить кражу кредитной карты. Все мошенничества будут расследоваться
sv_se: för att förhindra kreditkortsbedrägeri. Alla bedrägerier kommer att undersökas.

source: Select your payment type
da_dk: Vælg din betalingsmåde
de_de: Zahlungsmittel wählen
es_es: Seleccione la forma de pago
fa_ir: أختر وسيلة الدفع
fr_fr: Sélectionnez votre mode de paiement
it_it: Seleziona il tuo metodo di pagamento
ja_jp: 支払方法を選択してください
pl_pl: Wybierz typ zapłaty
pt_pt: Selecione o tipo de pagamento
ro_ro: Alege modul tau de a plati
ru_ru: Выберите способ оплаты
sv_se: Välj din betalningsform

source: Credit card
da_dk: Kreditkort
de_de: Kreditkarte
es_es: Tarjeta de credito
fa_ir: بطاقة الأئتمان
fr_fr: Carte de crédit
it_it: Carta di credito
ja_jp: クレジットカード
pl_pl: Karta kredytowa
pt_pt: Cartão de crédito
ro_ro: Carta de credit
ru_ru: Кредитная карта
sv_se: Kreditkort

source: Direct debit
da_dk: Direkte debit
de_de: Direkte Belastung
es_es: Cargo directo
fa_ir: الخصم المباشر
fr_fr: Débit direct
it_it: Addebitamento diretto
ja_jp: 自動引き落とし
pl_pl: Karta debitowa
pt_pt: Débito direito
ro_ro: Platit direct
ru_ru: Прямой дебет
sv_se: Autogiro

source: Name of account holder
da_dk: Navn på kortholder
de_de: Name des Besitzers des Kontos
es_es: Nombre del titular de cuenta
fa_ir: أسم مالك الحساب
fr_fr: Nom du titulaire du compte
it_it: Nome del proprietario del conto
ja_jp: 座名義人名
pl_pl: Imię właściciela konta
pt_pt: Nome do titular da conta
ro_ro: Numele proprietarului contului
ru_ru: Название владельца счета
sv_se: Namn på kontohavare

source: Bank account
da_dk: Bank konto
de_de: Bankkonto
es_es: Cuenta bancaria
fa_ir: حساب البنك
fr_fr: Compte en banque
it_it: Conto bancario
ja_jp: 銀行口座
pl_pl: Konto bankowe
pt_pt: Conta do banco
ro_ro: Contul bancar
ru_ru: Банковский счет
sv_se: Bankkonto

source: Bank code
da_dk: Bank kode
de_de: Bankleitzahl
es_es: Codigo de Banco
fa_ir: كود البنك
fr_fr: Code de banque
it_it: Codice bancario
ja_jp: 金融機関コード
pl_pl: Kod bankowy
pt_pt: Código do banco
ro_ro: Codul bancar
ru_ru: Банковский счет
sv_se: Bankkod

source: Name on creditcard
da_dk: Navn på kortholder
de_de: Name auf der Kreditkarte
es_es: Nombre de tarjeta de credito
fa_ir: الأسم على البطاقة الأئتمانية
fr_fr: Nom figurant sur la carte de crédit
it_it: Nome sulla carta di credito
ja_jp: クレジットカード上の名前
pl_pl: Imię na karcie kredytowej
pt_pt: Nome no cartão
ro_ro: Numele de pe cartea de credit
ru_ru: Имя на кредитной карте
sv_se: Namn på kreditkort

source: 16 digit Credit Card number (Front of card)
da_dk: 16 cifret kreditkort nummer (forsiden af kortet)
de_de: Kreditkartenummer - 16 Ziffern (Vorderseite der Karte)
es_es: Número de la tarjeta
fa_ir: شمارهكارت
fr_fr: Numéro de carte bancaire
it_it: Numero della Carta di Credito a 16 cifre (sul fronte della carta)
ja_jp: カード番号
pl_pl: 16 cyfrowy numer karty kredytowej (z przodu karty)
pt_pt: Número de 16 dígitos do Cartão de Crédito (Frente do Cartão)
ro_ro: Numarul cartei de credit din 16 cifre (pe partea frontala a cartii)
ru_ru: Номер кредитной карты имеет 16 цифр (на лицевой стороне карты)
sv_se: 16 siffrigt Kreditkortsnummer (Framsidan av kortet)

source: Expiry Date on Credit Card
da_dk: Udløbsdato
de_de: Gültig bis
es_es: Fecha de vencimiento
fa_ir: تاريخانقضا
fr_fr: Date d'expiration
it_it: Data di scadenza sulla Carta di Credito
ja_jp: 有効期限
pl_pl: Data ważności na karcie kredytowej
pt_pt: Data de Validade no Cartão de Crédito
ro_ro: Data Asaderii pe Cartea de Credit
ru_ru: Срок действия кредитной карты
sv_se: Kreditkortets Förfallodatum

source: Security Number (Back of card)
da_dk: CVC (bagsiden af kortet)
de_de: Kontrolnummer
es_es: Dígitos de Control
fa_ir: رقم الأمن (على ظهر البطاقة)
fr_fr: Nombre de sécurité
it_it: Numeri di Controllo (Retro della carta)
ja_jp: カスタマー番号
pl_pl: Numer bezpieczeństwa (z tyłu karty)
pt_pt: Número de Segurança (Atrás do Cartão)
ro_ro: Numere de Control (in spatele cartii)
ru_ru: Контрольные цифры (на обратной стороне карты)
sv_se: Kontrollsiffror (Baksidan av kortet)

source: What is CVC or CVV?
da_dk: Hvad er CVC eller CVV?
de_de: Was ist der CVC bzw. CVV?
es_es: Que es el CVC o CVV?
fa_ir: ما هو رقم CVC أو CVV?
fr_fr: Qu'est-ce que CVC ou CVV ?
it_it: Che cos'è CVC o CVV?
ja_jp: CVCやCVVは何ですか?
pl_pl: Co to jest CVC lub CVV?
pt_pt: O que é CVC ou CVV?
ro_ro: Ce este CVC sau CVV?
ru_ru: Что такое CVC или CVV?
sv_se: Vad är CVC eller CVV?
