Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: Your photo(s) has been declined, please resubmit
da_dk: Dit foto(s) er IKKE blevet godkendt
de_de: Deine Photographie ist abgelehnt worden. Bitte erneut einsenden.
es_es: Su foto(s) han sido rechazas, vuelva a enviarlas
fa_ir: لقد تم رفض صورتك ، من فضلك أعد تقديمها من جديد
fr_fr: Votre/vos photos ont été refusées, veuillez recommencer
it_it: La tua foto è stata rifiutata, ti invitiamo a reinviarla
ja_jp: あなたの写真が拒否されました、再提出してください
pl_pl: Twoje zdjęcie (a) zostały odrzucone, proszę wysłać ponownie
pt_pt: Sua(s) foto(s) foram recusadas, favor re-enviar
ro_ro: Fotografia ta nu a fost primita, te invitam sa o trimiti din nou
ru_ru: Ваша фотография была отклонена, мы приглашаем вас обновить его снова
sv_se: Ditt/Dina foto(n) har avslagits, var vänlig och skicka igen

source: Green Card application reminder
da_dk: Green Card ansøgnings påmindelse
de_de: Merkzettel zur Kandidatur für die Green Card
es_es: Recordatorio de Inscripción de Tarjeta Verde
fa_ir: منبه طلب الجرين كارد
fr_fr: Rappel de demande de Carte Verte
it_it: Sollecito di candidatura per la Green Card
ja_jp: グリーンカードの申請のリマインダー
pl_pl: Zielona Karta przypomnienie o zgłoszeniu
pt_pt: Lembrete do requerimento para o Green Card
ro_ro: Pretinderea candidaturii pentru Green Card
ru_ru: Напоминание подать заявление на Green Card
sv_se: Grönt Kort ansökningspåminnelse

source: Account
da_dk: Konto
de_de: Konto
es_es: Cuenta
fa_ir: حساب
fr_fr: Compte
ja_jp: アカウント
pl_pl: Konto
pt_pt: Conta
ru_ru: Счет
sv_se: Konto

source: Back to account
da_dk: Tilbage til konto
de_de: Zurück zum Account
es_es: Volver a cuenta
fa_ir: الرجوع للحساب
fr_fr: Retour sur le compte
it_it: Torna all'account
ja_jp: アカウントへ戻る
pl_pl: Powrót do konta
pt_pt: Voltar para a conta
ro_ro: Intoarce-te la account
ru_ru: Назад в свой аккаунт
sv_se: Tillbaka till konto

source: Contact US Green Card Office Ltd.
da_dk: Kontakt US Green Card Office Ltd.
de_de: Kontaktieren Sie das US Green Card Office
es_es: Contacte con US Green Card Office Ltd.
fa_ir: الأتصال بمكتب الجرين كارد الأمريكى
fr_fr: Contacter US Green Card Office Ltd.
it_it: Contatta l'US Green Card Office Ltd.
ja_jp: USグリーンカードオフィスに連絡する
pl_pl: Skontaktuj się z US Green Card Office spółka z. o.o.
pt_pt: Entre em contato com o US Green Card Office Ltd.
ro_ro: contacteaza l'US Green Card Office Ltd.
ru_ru: Связаться c У. С. Зеленый Office карты Ltd.
sv_se: Kontakta US Green Card Office Ltd.

source: Question
da_dk: Spørgsmål
de_de: Frage
es_es: Pregunta
fa_ir: سؤال
it_it: Domanda
ja_jp: 質問
pl_pl: Pytanie
pt_pt: Pergunta
ro_ro: Intrebare
ru_ru: Зaпрос
sv_se: Fråga

source: Send question
da_dk: Send spørgsmål
de_de: Frage senden
es_es: Enviar pregunta
fa_ir: إرسال سؤال
fr_fr: Envoyer question
it_it: Invia domanda
ja_jp: 質問を送る
pl_pl: Wyślij pytanie
pt_pt: Enviar pergunta
ro_ro: Trimite intrebarea
ru_ru: Отправить вопрос
sv_se: Skicka fråga

source: Edit personal information
da_dk: Rediger personlige informationer
de_de: Persönliche Informationen bearbeiten
es_es: Editar su información personal
fa_ir: تحرير المعلومات الشخصية
fr_fr: Editer les informations personnelles
it_it: Modifica le informazioni personali
ja_jp: 個人情報を編集する
pl_pl: Edytuj dane osobowe
pt_pt: Editar informações pessoais
ro_ro: Modifica-ti informatiile personale
ru_ru: Изменить личную информацию
sv_se: Ändra personlig information

source: Here you edit and update your personal information
da_dk: Her kan du ændre og opdaterer dine personlige informationer
de_de: Hier kannst du deine persönlichen Informationen bearbeiten
es_es: Aqui puede editar y añadir su información personal
fa_ir: هنا تحرر وتحدث معلومات الشخصية
fr_fr: Ici, vous éditez et mettez à jour vos informations personnelles
it_it: Qui puoi modificare e caricare le tue informazioni personali
ja_jp: 個人情報のアップデートと編集はこちらへ
pl_pl: Tutaj edytujesz i aktualizujesz swoje dane osobowe
pt_pt: Aqui você edita e atualiza suas informações pessoais
ro_ro: Aici poti sa-ti modifici si incarci informatiile personale
ru_ru: Здесь вы можете редактировать и загружать ваши личные данные
sv_se: Här kan du ändra och uppdatera din personliga information

source: Name
da_dk: Navn
es_es: Nombre
fa_ir: أسم
fr_fr: Nom
it_it: Nome
ja_jp: 名前
pl_pl: Imię
pt_pt: Nome
ro_ro: Nume
ru_ru: имя
sv_se: Namn

source: Mailing address
da_dk: Adresse
de_de: Postanschrift
es_es: Direccion postal
fa_ir: عنوان المراسلة
fr_fr: Adresse mail
it_it: Indirizzo di posta
ja_jp: 郵送先アドレス
pl_pl: Adres mailowy
pt_pt: Endereço de correspondência
ro_ro: Adresa postala
ru_ru: адрес почты
sv_se: Postadress

source: City
da_dk: By
de_de: Stadt
es_es: Ciudad
fa_ir: المدينة
fr_fr: Ville
it_it: Città
ja_jp: 市
pl_pl: Miasto
pt_pt: Cidade
ro_ro: Oras
ru_ru: Город
sv_se: Stad

source: Region
de_de: Provinz
es_es: Estado/provincia
fa_ir: المنطقة
fr_fr: Département/province
it_it: Provincia
ja_jp: 地域
pt_pt: Estado
ro_ro: Judet
ru_ru: Провинция

source: Postal code
da_dk: Post nr.
de_de: PLZ
es_es: Código postal
fa_ir: الرقم البريدى
fr_fr: Code postal
it_it: Codice postale
ja_jp: 郵便番号
pl_pl: Kod pocztowy
pt_pt: CEP
ro_ro: Cod postal
ru_ru: Почтовый Кодекс
sv_se: Postnummer

source: Country
da_dk: Land
de_de: Land
es_es: País
fa_ir: الدولة
fr_fr: Pays
it_it: Nazione
ja_jp: 国
pl_pl: Kraj
pt_pt: País
ro_ro: Natiune
ru_ru: Страна
sv_se: Land

source: Phone
da_dk: Telefon
de_de: Telefonnummer
es_es: Teléfono
fa_ir: تليفون
fr_fr: Téléphone
it_it: Telefono
ja_jp: 電話番号
pl_pl: Telefon
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Телефон
sv_se: Telefon

source: Country Code
da_dk: Lande kode
de_de: Internationalvorwahl
es_es: País
fa_ir: كود الدولة
fr_fr: Code Pays
it_it: Codice del Paese
ja_jp: 国コード
pl_pl: Kod kraju
pt_pt: Código do País
ro_ro: Codul satului
ru_ru: Код страны
sv_se: Landskod

source: Area Code
da_dk: Område kode
de_de: Postleitzahl
es_es: Codigo de area
fa_ir: كود المنطقة
fr_fr: Code région
it_it: Codice del paese
ja_jp: エリアコード
pl_pl: Kod rejonowy
pt_pt: Código de Área
ro_ro: Codul tarii
ru_ru: Код страны
sv_se: Riktnummer

source: Phone Number
da_dk: Telefon Nr.
de_de: Telefonnummer
es_es: Numero de telefono
fa_ir: رقم التليفون
fr_fr: Numéro de téléphone
it_it: Numero di telefono
ja_jp: 電話番号
pl_pl: Numer telefonu
pt_pt: Número de telefone
ro_ro: Numarul de telefon
ru_ru: Номер телефона
sv_se: Telefonnummer

source: Mobile Phone
da_dk: Mobil Nr.
de_de: Handy-Nummer
es_es: Numero de movil
fa_ir: رقم الموبايل
fr_fr: Numéro de mobile
it_it: Numero del telefono cellulare
ja_jp: 携帯電話
pl_pl: Telefon komórkowy
pt_pt: Celular
ro_ro: Numarul de telefon mobil
ru_ru: Номер мобильного телефона
sv_se: Mobiltelefon

source: E-mail
de_de: E-mail Adresse
es_es: Dirección E-mail
fa_ir: بريد الكترونى
ja_jp: 電子メール
ru_ru: Электронная почта
sv_se: E-post

source: Save changes
da_dk: Gem ændringer
de_de: Änderungen speichern
es_es: Guardar cambios
fa_ir: حفظ التغييرات
fr_fr: Sauvegarder les modifications
it_it: Salva modifiche
ja_jp: 変更を保存する
pl_pl: Zapisz zmiany
pt_pt: Salvar alterações
ro_ro: Salveaza modificarile
ru_ru: Сохранить изменения
sv_se: Spara ändringar

source: Back to account photo(s)
da_dk: Tilbage til konto foto(s)
de_de: Zurück zu Account Fotos
es_es: Volver a las fotos de la cuenta
fa_ir: الرجوع الى صورة/صور الحساب
fr_fr: Retour vers le compte photo(s)
it_it: Torna alla/alle foto dell'account
ja_jp: アカウント写真に戻る
pl_pl: Powrót do zdjęcia / zdjęć konta
pt_pt: Voltar para a(s) foto(s) da conta
ro_ro: Intoarce-te la fotografia/ le din account
ru_ru: Вернуться к Фотографии счета
sv_se: Tillbaka till kontots foto(n)

source: Photo crop
da_dk: Foto beskæring
de_de: Foto beschneiden
es_es: Recortar foto
fa_ir: قص الصورة
fr_fr: Ajustement photo
it_it: Ritaglia la foto
ja_jp: アップロードされた写真をこちらでトリミングすることができます
pl_pl: Przytnij zdjęcie
pt_pt: Recortar foto
ro_ro: Taie fatografia
ru_ru: Вырезать фото
sv_se: Beskärning av foto

source: Here you can crop your uplaoded photo
da_dk: Her kan du beskære dine uploadede fotos
de_de: Hier kannst du die hochgeladene Photographie beschneiden
es_es: Aqui puede recortar la foto que ha subido
fa_ir: هنا تستطيع قص الصورة المرفوعة
fr_fr: Ici, vous pouvez ajuster votre photo téléchargée
it_it: Qui puoi tagliare la tua foto caricata
ja_jp: アップロードされた写真をこちらでトリミングすることができます
pl_pl: Tutaj możesz przyciąć swoje wysłane zdjęcie
pt_pt: Aqui você pode recortar sua foto enviada
ro_ro: Aici poti sa tai fotografia incaracata de catre tine
ru_ru: Здесь вы можете сократить ваши фотографии
sv_se: Här kan du beskära ditt uppladdade foto

source: Result of your crop
da_dk: Resultat af beskæringen
de_de: Ergebnis deines Ausschnitts
es_es: Resultado del recorte
fa_ir: نتيجة قص الصورة
fr_fr: Résultat de votre ajustement
it_it: Risultato del tuo ritaglio
ja_jp: トリミングの結果
pl_pl: Rezultat przycięcia
pt_pt: Resultado do seu recorte
ro_ro: Rezultatul taierii tale
ru_ru: Результат вашего обрезание
sv_se: Resultat av din beskärning

source: Save
da_dk: Gem
de_de: Speichern
es_es: Guardar
fa_ir: حفظ
fr_fr: Sauvegarder
it_it: Salva
ja_jp: 保存
pl_pl: Zapisz
pt_pt: Salvar
ro_ro: Salveaza
ru_ru: Сохранить
sv_se: Spara

source: Photo to crop
da_dk: Billede til beskæring
de_de: Zu beschneidendes Foto
es_es: Foto para recortar
fa_ir: الصورة التى ستقص
fr_fr: Photo à ajuster
it_it: Foto da tagliare
ja_jp: トリミングする写真
pl_pl: Zdjęcie do przycięcia
pt_pt: Foto para recortar
ro_ro: Fotografia de taiat
ru_ru: фотографии для вырезания
sv_se: Foto att beskära

source: Unable to determin what photo you want to crop
da_dk: Det var ikke muligt at bestemme billedet du vil beskærer
de_de: Man kann nicht bestimmen, welche Photographie Du bescheniden möchtest.
es_es: Imposible
fa_ir: لم يتم التمكن من تحديد الصورة التى تريد قصها
fr_fr: Impossible de déterminer quelle photo vous souhaitez ajuster
it_it: Impossibile determinare quale foto desideri tagliare
ja_jp: トリミングしたい写真を確定できませんでした
pl_pl: Nie określono które zdjęcie chcesz przyciąć
pt_pt: Não foi possível determinar qual foto você quer recortar
ro_ro: Este imposibil de a determina fotografia pe care doresti sa o tai
ru_ru: Невозможно определить какие фотографии вы хотите вырезать
sv_se: Kan inte fastställa vilket foto du önskar beskära

source: Photo upload
da_dk: Foto upload
de_de: Foto hochladen
es_es: Foto subida
fa_ir: رفع صورة
fr_fr: Téléchargement de photo
it_it: Carica la foto
ja_jp: 写真をアップロードする
pl_pl: Prześlij zdjęcie
pt_pt: Enviar foto
ro_ro: Incarca fotografia
ru_ru: Загрузить фото
sv_se: Ladda upp foto

source: Here you can upload photos of you and all your family members (if any)
da_dk: Her kan du uploade fotos af dig selv og dine familie medlemmer (hvis nogen)
de_de: Hier kannst du Photos von dir (und ggfs deiner Familie) hochladen
es_es: Aqui puede subir sus fotos y las de toda su familia (si la tiene)
fa_ir: هنا تستطيع رفع صورك وصور أفراد عائلتك (إذا كان هناك صور)
fr_fr: Ici, vous pouvez télécharger vos photos et celles des membres de votre famille
it_it: Qui puoi caricare le foto tue e dei membri della tua famiglia (se ce ne sono)
ja_jp: こちらであなたとあなたの家族(もしあれば)の写真をアップロードすることができます
pl_pl: Tutaj możesz przesłać zdjęcia swoje i swojej rodziny (o ile takie istnieją)
pt_pt: Aqui você pode enviar as fotos de você e dos membros de sua família (se houver)
ro_ro: Aici poti incarca fotografiile tale si ale familiei tale (daca sunt)
ru_ru: Здесь вы можете загрузить свои фотографии и членов вашей семьи (если таковые имеются)
sv_se: Här kan du ladda up foton på dig och alla dina familjemedlemmar (om några)

source: Your photo
da_dk: Dine fotos
de_de: Dein Foto
es_es: Su foto
fa_ir: صورك
fr_fr: Votre photo
it_it: Le tue foto
ja_jp: あなたの写真
pl_pl: Twoje zdjęcie
pt_pt: Sua foto
ro_ro: Fotografiile tale
ru_ru: Ваши фотографии
sv_se: Ditt foto

source: Your photo has NOT been approved, please carefully follow the instructions below and upload a new photo
da_dk: Dit foto blev IKKE godkendt, venligst læs og følg instruktionerne nedenfor og upload et nyt foto
de_de: Dein Photo ist NICHT akzeptiert worden. Bitte lesen Sie die Bedienungsanleitungen und versuchen Sie es erneut
es_es: Su foto no ha sido aprobada. Por favor, siga cuidadosamente las instrucciones siguientes y suba una nueva foto
fa_ir: لم يتم إعتماد صورتك ، من فضلك اتبع التعليمات بالأسفل بعناية وقم برفع صورة جديدة
fr_fr: Votre photo N'A PAS été validée, veuillez suivre les instructions suivantes et télécharger une nouvelle photo
it_it: La tua foto NON è stata approvata, leggi attentamente le seguenti istruzioni e carica una nuova foto
ja_jp: あなたの写真は承認されていません、下の指示に注意深く従い、新しい写真をアップロードしてください
pl_pl: Twoje zdjęcie NIE ZOSTAŁO zaakceptowane, proszę zastosować się do poniższej instrukcji i przesłać nowe zdjęcie
pt_pt: Sua foto NÃO foi aprovada, por favor, siga as instruções abaixo cuidadosamente e envie sua nova foto
ro_ro: Fotografia ta nu a fost aprobata, citeste cu atentie instructiile urmatoare si incarca o noua fotografie
ru_ru: Ваша картинка не была одобрена, прочтите следующую инструкцию внимательно, и загрузите новое фото
sv_se: Ditt foto har INTE godkänts, var vänlig och följ noggrant instruktionerna här nedan och ladda upp ett nytt foto

source: Your image has not beed approved yet, and you can still change it
da_dk: Dit foto er endnu ikke blevet godkendt, og du kan stadig nå at ændre det
de_de: Das Bild ist noch nicht akzeptiert worden, also kannst Du es noch bearbeiten
es_es: Su foto aun no ha sido aprobada y todavia puede cambiarla
fa_ir: لم يتم اعتماد صورتك بعد ، ويمكنك تغييرها
fr_fr: Votre image n'a pas encore été validée, vous pouvez toujours la changer
it_it: La tua immagine non è stata ancora approvata, e puoi ancora cambiarla
ja_jp: あなたのイメージはまだ承認されていませんからまだ変更することができます
pl_pl: Twoje zdjęcie nie zostało jeszcze zaakceptowane, możesz je nadal zmieniać
pt_pt: Sua imagem não foi aprovada ainda, e você ainda pode muda-la
ro_ro: Imaginea ta nu a fost inca aprovata si poti inca sa o schimbi
ru_ru: Ваше изображение до сих пор не утвержденнa, и вы все еще можетe изменять ее
sv_se: Din blid har inte godkänts än, och du kan fortfarande ändra den

source: Crop image
da_dk: Beskær foto
de_de: Bild beschneiden
es_es: Recortar imagen
fa_ir: قص الصورة
fr_fr: Ajuster image
it_it: Taglia l'immagine
ja_jp: トリミングされたイメージ
pl_pl: Przytnij zdjęcie
pt_pt: Recortar imagem
ro_ro: Taie imaginea
ru_ru: Вырезать изображение
sv_se: Beskär bild

source: Your photo has been approved
da_dk: Dit foto er blevet godkendt
de_de: Das Bild ist akzeptiert worden
es_es: Su foto ha sido aprobada
fa_ir: لقد تم إعتماد صورتك
fr_fr: Votre photo a été validée
it_it: La tua foto è stata approvata
ja_jp: あなたの写真が承認されました
pl_pl: Zdjęcie zostało zaakceptowane
pt_pt: Sua foto foi aprovada
ro_ro: Fotografia ta a fost aprobata
ru_ru: Ваша фотография была одобрена
sv_se: Ditt foto har godkänts

source: Select a photo
da_dk: Vælg foto
de_de: Foto wählen
es_es: Subir una foto
fa_ir: اختر صورة
fr_fr: Sélectionnez une photo
it_it: Seleziona una foto
ja_jp: 写真を選択する
pl_pl: Wybierz zdjęcie
pt_pt: Selecione a foto
ro_ro: Selectioneaza fotografia ta
ru_ru: Выберите фотографию
sv_se: Välj ett foto

source: Upload
de_de: Hochladen
es_es: Subir
fa_ir: رفع للخادم
fr_fr: Télécharger
it_it: Carica
ja_jp: アップロード
pl_pl: Prześlij
pt_pt: Enviar
ro_ro: Incarca
ru_ru: Загрузить
sv_se: Ladda upp

source: Your spouse photo
da_dk: Din ægtefældes foto
de_de: Das Photo deines Ehepartners
es_es: Foto de su conyuge
fa_ir: صورة زوجك/زوجتك
fr_fr: La photo de votre conjoint
it_it: La foto del tuo coniuge
ja_jp: あなたの配偶者の写真
pl_pl: Zdjęcie współmałżonki / współmałżonka
pt_pt: Foto do cônjugue
ro_ro: Fotografia sotului/ sotiei tau/tale
ru_ru: Фотография Вашего супруга
sv_se: Din make/makas foto

source: Your spouse has NOT been approved, please carefully follow the instructions below and upload a new photo
da_dk: Din ægtefældes foto kan ikke godkendes, du bedes venligst følge vores instruktion igen og sende nyt foto til os online.
de_de: Das Photo des Ehepartners NICHT akzeptiert worden. Bitte lesen Sie die Bedienungsanleitungen und versuchen Sie es erneut
es_es: Su conyuge NO ha sido aprobado.Por favor, siga cuidadosamente las instrucciones siguientes y suba una nueva foto
fa_ir: لم يتم إعتماد زوجك/زوجتك , من فضلك اتبع التعليمات بالأسفل وقم برفع صورة جديدة
fr_fr: Votre conjoint N'A PAS été validé, veuillez suivre les instructions suivantes et télécharger une nouvelle photo.
it_it: Il tuo coniuge NON è stato approvato, leggi attentamente le seguenti istruzioni e carica una nuova foto
ja_jp: あなたの配偶者は承認されていません、下の指示に注意深く従い、新しい写真をアップロードしてください
pl_pl: Zdjęcie współmałżonki / współmałżonka NIE ZOSTAŁO zaakceptowane, proszę zastosować się do poniższej instrukcji i przesłać nowe zdjęcie
pt_pt: Seu cônjugue NÃO foi aprovado, por favor, siga cuidadosamente as instruções abaixo e envie uma nova foto
ro_ro: Sotul/sotia ta nu a fost aprobat, citeste cu atentieurmatoarele instructii si incarca din nou fotografia
ru_ru: Ваш супруг не был одобрен, прочтите следующую инструкцию внимательно, и загрузите новое фотo
sv_se: Din make/maka har INTE godkänts, vänligen följ noggrant instruktionerna nedan och ladda upp ett nytt foto

source: Your spouse image has not beed approved yet, and you can still change it
da_dk: Din ægtefældes foto er ikke godkend endnu og du kan derfor stadigvæk ændre det.
de_de: Das Foto des Ehepartners ist noch nicht akzeptiert worden, also kannst Du es noch bearbeiten
es_es: La foto de su conyuge no ha sido aprobada aun y todavia puede cambiarla
fa_ir: لم يتم إعتماد صورة زوجك/زوجتك ولازال بإستطاعتك تغييرها
fr_fr: L'image de votre conjoint n'a pas encore été validée, vous pouvez toujours la changer
it_it: L'immagine del tuo coniuge non è ancora stata approvata, e puoi ancora cambiarla
ja_jp: 配偶者のイメージはまだ承認されていませんから変更することができます
pl_pl: Zdjęcie współmałżonki / współmałżonka nie zostało jeszcze zaakceptowane, możesz je nadal zmieniać
pt_pt: A imagem de seu cônjugue não foi aprovado ainda, e você ainda pode muda-la
ro_ro: Imaginea sotului/sotiei tau/tale nu a fost inca aprobata si poti inca sa o mai schimbi
ru_ru: фотографя Вашего супруга до сих пор не утвержденнa, и вы все еще можетe изменять ее
sv_se: Din make/makas bild har ännu inte godkänts, och du kan fortfarande ändra den

source: Your spouse photo has been approved
da_dk: Din ægtefældes foto er blevet godkendt.
de_de: Das Photo deines Ehepartners ist akzeptiert worden
es_es: La foto de su conyuge ha sido aprobada
fa_ir: لقد تم إعتماد صورة زوجك/زوجتك
fr_fr: La photo de votre conjoint a été validée
it_it: La foto del tuo coniuge è stata approvata
ja_jp: あなたの配偶者の写真が承認されました
pl_pl: Zdjęcie współmałżonki / współmałżonka zostało zaakceptowane
pt_pt: A foto de seu cônjugue não foi aprovada
ro_ro: Fotografia sotului/ sotiei tau/tale a fost aprobata
ru_ru: Фотография Вашего супруга была одобрена
sv_se: Din make/makas foto har godkänts

source: Your kids photo(s)
da_dk: Dine børns fotos
de_de: Das/die Photo/Photos deiner Kinder
es_es: Las fotos de su hijo(s)
fa_ir: صورة/صور زوجتك
fr_fr: La (les) photo(s) de vos enfants
it_it: La/e foto dei tuoi figli
ja_jp: あなたの子供の写真
pl_pl: Zdjęcie(a) Twoich dzieci
pt_pt: Foto(s) de suas crianças
ro_ro: Fotografia/le fiilor tai
ru_ru: фото ваших детей
sv_se: Dina barns foto(n)

source: photo
da_dk: foto
es_es: foto
fa_ir: صورة
it_it: foto
ja_jp: 写真
pl_pl: zdjęcie
pt_pt: foto
ro_ro: foto
ru_ru: фото
sv_se: Foto

source: photo has NOT been approved, please carefully follow the instructions below and upload a new photo
da_dk: Foto kan ikke godkendes, du bedes venligst følge vores instruktion igen og sende nyt foto til os online.
de_de: das Photo ist NICHT akzeptiert worden. Bitte lesen Sie die Bedienungsanleitungen und versuchen Sie es erneut
es_es: la foto no ha sido aprobada, por favor, siga cuidadosamente las instrucciones siguientes y suba una nueva foto
fa_ir: لم يتم إعتماد الصورة , من فضلك اتبع التعليمات بالأسفل وقم برفع صورة جديدة
fr_fr: la photo N'A PAS été validée, veuillez suivre les instructions suivantes et télécharger une nouvelle photo
it_it: la foto NON è stata approvata, leggi attentamente le seguenti istruzioni e carica una nuova foto
ja_jp: 写真は承認されていません、下の指示に注意深く従い、新しい写真をアップロードしてください
pl_pl: zdjęcie NIE ZOSTAŁO zaakceptowane, proszę zastosować się do poniższej instrukcji i przesłać nowe zdjęcie
pt_pt: a foto NÃO foi aprovada, por favor, siga as cuidadosamente as intruções abaixo e envie uma foto nova
ro_ro: fotografia nu a fost aprobata, citeste cu atentie instructiile urmatoare si incarca o noua fotografie
ru_ru: картина не была утверждена, прочтите следующую инструкцию внимательно, и вы загрузите новое фото
sv_se: Fotot har INTE godkänts, vänligen följ noggrant instruktionerna nedan och ladda upp ett nytt foto

source: image has not beed approved yet, and you can still change it
da_dk: Foto er ikke godkend endnu og du kan derfor stadigvæk ændre det.
de_de: das Bild ist NICHT akzeptiert worden, demzufolge kann es noch bearbeitet werden
es_es: la imagen no ha sido aprobada, y todavia puede cambiarla
fa_ir: لم يتم إعتماد الصورة حتى الأن ولازال بإمكانك تغييرها
fr_fr: l'image n'a pas enore été validée, vous pouvez toujours la changer
it_it: l'immagine non è ancora stata approvata, e puoi ancora cambiarla
ja_jp: あなたのイメージはまだ承認されていませんからまだ変更することができます
pl_pl: zdjęcie nie zostało jeszcze zaakceptowane, możesz je nadal zmieniać
pt_pt: a imagem não foi aprovada, e você ainda pordemuda-la
ro_ro: imaginea nu a fost inca aprobata si poti inca sa o mai schimbi
ru_ru: изображения еще не утвержденнa, и вы все еще можетe изменять ее
sv_se: Bilden har ännu inte godkänts, och du kan fortfarande ändra den

source: photo has been approved
da_dk: foto er blevet godkendt
de_de: das Bild ist akzeptiert worden
es_es: la foto ha sido aprobada
fa_ir: تم إعتماد الصورة
fr_fr: la photo a été validée
it_it: la foto è stata approvata
ja_jp: 写真が承認されました
pl_pl: zdjęcie zostało zaakceptowane
pt_pt: a foto foi aprovada
ro_ro: fotografia a fost aprobata
ru_ru: Фото было одобрено
sv_se: fotot har godkänts

source: All submitted digital images must follow these specifications
da_dk: All fotos SKAL følge vores specifikationen
de_de: Alle Digitalbilder sollen den folgenden Grundsätzen entsprechen
es_es: Todas las imagenes enviadas deben cumplir estos requisitos
fa_ir: كل الصور الرقمية المقدمه لابد و ان تطابق هذه المواصفات
fr_fr: Toutes les images numériques doivent suivre ces recommandations
it_it: Tutte le immagini digitali inviate devono seguire queste specifiche
ja_jp: 提出したすべてのディジタルイメージがこの仕様に従わなければなりません
pl_pl: Wszystkie nadesłane zdjęcia cyfrowe muszą spełniać te wymogi
pt_pt: Todas as imagens digitais deve seguir as seguintes especificações
ro_ro: Imaginile tale digitale trimise trebuie sa fie conforme acestor specificari
ru_ru: Все представленные цифровые изображения должны следовать этим требованиям
sv_se: Alla inskickade digitala bilder måste följa de här specifikationerna

source: Photo Requirements
da_dk: Krav til foto
de_de: Foto Eigenschaften
es_es: Requisitos de Foto
fa_ir: متطلبات الصورة
fr_fr: Caractérisiques des photos
it_it: Requisiti della foto
ja_jp: 写真の規定
pl_pl: Wymogi dla zdjęcia
pt_pt: Requerimentos para a Foto
ro_ro: Detaliile Fotografiei
ru_ru: Требования к фотографии
sv_se: Foto krav

source: 600 x 600 pixels
da_dk: 600 x 600 pixels (ca. 50 x 50 mm)
de_de: 600 x 600 pixel
es_es: 600 x 600 pixeles
fa_ir: 600 × 600 بيكسل
ja_jp: 600 x 600 ピクセル
pl_pl: 600 x 600 pikseli
ru_ru: 600 х 600 пикселей
sv_se: 600 x 600 pixlar
