Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: Fill out your e-mail address to unsubscribe to our newsletter
da_dk: Indtast din e-mail adresse for at bliver fjernet fra vores mailliste
de_de: Gibst dein E-mail Adresse ein, um deine Einschreibung an unserer Newsletter annullieren
es_es: Por favor indique su email para desuscribirse de nuestra newsletter
fa_ir: املأ بريدك الالكترونى لإلغاء الأشتراك فى نشرتنا الالكترونية
fr_fr: Entrez votre adresse e-mail pour vous désinscrire de notre bulletin d'information
it_it: Inserisci il tuo indirizzo email per annullare la sottoscrizione alla nostra newsletter
ja_jp: 弊社のニューズレターから会員登録を取り消すために電子メールアドレスを記入してください
pl_pl: Wpisz swój adres e-mail aby skasować subskrypcję biuletynu
pt_pt: Insira seu endereço de e-mail e pare de receber nossa novidades
ro_ro: introduce adresa ta e-mail pentru a anula inscrierea la a noastra newsletter
ru_ru: Введите адрес электронной почты, чтобы отказаться от подписки на нашу рассылку
sv_se: Fyll i din e-postadress för att avbryta prenumerationen på vårt nyhetsbrev

source: Your e-mail
da_dk: Din e-mail
de_de: Dein E-mail Adresse
es_es: Su email
fa_ir: بريدك الالكترونى
fr_fr: Votre e-mail
it_it: La tua email
ja_jp: あなたの電子メール
pl_pl: Twój e-mail
pt_pt: Seu e-mail
ro_ro: E-mail-ul tau
ru_ru: Ваш адрес электронной почты
sv_se: Din e-postadress

source: &copy; Copyright 2008-2010 US Green Card Office Ltd.
fr_fr: &copie; Copyright 2008-2010 US Green Card Office Ltd.
ja_jp: &コピー; コピーライト 2008-2010 US Green Card Office Ltd.
pl_pl: &kopia; Prawa autorskie 2008-2010 US Green Card Office spółka z o.o.
pt_pt: &copy; Todos os direitos reservados 2008-2010 US Green Card Office Ltd.
