Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: Or email us on <a href="mailto:support@usgco.com">support@usgco.com</a> and we will investigate the problem and get back to you.
da_dk: Eller send os en email på <a href="mailto:support@usgco.com">support@usgco.com</a> og vi vil undersøge problemet og kontakte dig.
de_de: Oder schicke uns eine Nachricht an <a href="mailto:support@usgco.com">support@usgco.com</a>, wir finden schnellstmöglich eine Lösung.
es_es: O mandenos un a email a <a href="mailto:support@usgco.com">support@usgco.com</a>e investigaremos la incidencia, enviandole la solucion correspondiente.
fa_ir: أو إرسل لنا بريد الكترونى على <a href="mailto:support@usgco.com">support@usgco.com</a> وسوف نقوم بالأطلاع على المشكلة وسوف نقوم بالرجوع إليك بعد ذلك.
fr_fr: Ou contactez-nous par mail au <a href="mailto:support@usgco.com">support@usgco.com</a> pour que nous puissions résoudre le problème et revenir vers vous
it_it: O inviaci una email a <a href="mailto:support@usgco.com">support@usgco.com</a> e indagheremo sul tuo problema e ti risponderemo presto.
ja_jp: それとも<a href="mailto:support@usgco.com">support@usgco.com</a>あてに電子メールをお送りください。問題を調査し折り返し連絡します
pl_pl: Lub wyślij nam e-mail na <a href="mailto:support@usgco.com">support@usgco.com</a> a my zbadamy problem i skontaktujemy się z tobą ponownie.
pt_pt: Ou nos envie um e-mail para <a href="mailto:support@usgco.com">support@usgco.com</a> e iremos investigar o problema e informar a você.
ro_ro: Sau trimite-ne un e-mail pe adresa <a href="mailto:support@usgco.com">support@usgco.com</a> si vom indaga asupra problemei tale si iti vom raspunde curand.
ru_ru: Или отправьте нам письмо нa <a href="mailto:support@usgco.com">support@usgco.com</a> и мы будем исследовать вашy проблемоy, и мы ответим в ближайшее время.
sv_se: Eller skriv till oss på <a href="mailto:support@usgco.com">support@usgco.com</a> och vi kommer att undersöka problemet och kontakta dig.

source: <a href="#payment">Click here</a> to try again
da_dk: <a href="#payment">Klik her</a> for at prøve igen
de_de: <a href="#payment">Hier klicken</a> um erneut zu versuchen
es_es: <a href="#payment">Haga click aquí</a> para intentarlo otra vez
fa_ir: <a href="#payment">إضغط هنا</a> للمحاولة مجدداً
fr_fr: <a href="#payment">Cliquez ici</a> pour essayer encore
it_it: <a href="#payment">Premi qui</a> per riprovare
ja_jp: <a href="#支払い">こちらをクリックし</a> もう一度やってみてください
pl_pl: <a href="#payment">Kliknij tutaj</a> by spróbować ponownie
pt_pt: <a href="#payment">Clique aqui</a> para tentar de novo
ro_ro: <a href="#payment">Apasa aici</a>pentru a incerca din nou
ru_ru: <a href="#payment">Нажмите здесь /a> чтобы попробовать еще раз
sv_se: <a href="#payment">Klicka här</a> till försök igen

source: Your application has been removed
da_dk: Din ansøgning er blevet slettet
de_de: Deine Kandidatur ist entfernt worden
es_es: Su pago ha sido eliminado
fa_ir: لقد تم إزالة طلبك
fr_fr: Votre peiment a été refusé
it_it: La tua candidatura è stata rimossa
ja_jp: あなたのアプリケーションが削除されました
pl_pl: Twoje zgłoszenie zostało usunięte
pt_pt: Seu requerimento foi removido
ro_ro: Candidatura ta a fost eliminata
ru_ru: Ваша заявка была удалена
sv_se: Din ansökan har tagits bort

source: Error removing your application
da_dk: Fejl i sletning af din ansøgning
de_de: Fehler beim Entfernen deiner Kandidatur
es_es: Error al eliminar su solicitud
fa_ir: خطأ فى إزالة الطلب
fr_fr: Erreur pendant l'effacement de votre application
it_it: Errore nel rimuovere la tua candidatura
ja_jp: あなたのアプリケーションを削除する時にエラーが発生しました
pl_pl: Błąd przy usuwaniu Twojego zgłoszenia
pt_pt: Erro ao remover seu requerimento
ro_ro: Eroare pe parcursul eliminarii candidaturii
ru_ru: Ошибка при удалении приложения
sv_se: Det uppstod ett fel med att ta bort din ansökan

source: Unable to verify your customer number
da_dk: Dit kunde nummer kunne ikke genkendes
de_de: Fehler bei der Bestätigung deiner Kandidatur
es_es: Imposible verificar su numero de cliente
fa_ir: لم يتم التمكن من التحقق من رقم العميل
fr_fr: Impossible de vérifier votre numéro d'utilisateur
it_it: Impossibile verificare il tuo numero cliente
ja_jp: 顧客番号を確認できませんでした
pl_pl: Nie można zweryfikować numeru klienta
pt_pt: Erro ao verificar o seu número de cliente
ro_ro: Este imposibil de a verifica numarul clientului
ru_ru: Невозможно проверить номер вашего счета
sv_se: Kan inte bekräfta ditt kundnummer

source: Error in login
da_dk: Fejl i login
de_de: Fehler beim Einloggen
es_es: Error de login
fa_ir: خطأ فى تسجيل الدخول
fr_fr: Erreur dans l'authentification
it_it: Errore nell'accesso
ja_jp: ログインする時にはエラーが発生しました
pl_pl: Błąd w loginie
pt_pt: Erro no login
ro_ro: Eroare in timpul accesului
ru_ru: Ошибка в доступе
sv_se: Fel i login

source: Customer number is not valid
da_dk: Kunde nummer er ikke valid
de_de: Die fortlaufende Nummer ist ungültig
es_es: Su numero de cliente no es valido
fa_ir: رقم العميل غير صحيح
fr_fr: Le numéro d'utilisateur est invalide
it_it: Il numero cliente non è valido
ja_jp: 無効なカスタマ番号です
pl_pl: Numer klienta nie jest poprawny
pt_pt: O número de cliente não é valido
ro_ro: Numarul clientului nu este valid
ru_ru: Номер счета недействительeн
sv_se: Kundnummer är inte giltigt

source: Password is not valid
da_dk: Adgangskode er ikke valid
de_de: Das Passwort ist ungültig
es_es: Su password no es valido
fa_ir: كلمة المرور غير صحيحة
fr_fr: Le mot de passe est invalide
it_it: La password non è valida
ja_jp: パスワードは無効です
pl_pl: Nieprawidłowe hasło
pt_pt: A senha não é válida
ro_ro: Password-ul nu este valid
ru_ru: Неправильный пароль
sv_se: Lösenordet är inte giltigt

source: There was an error in your login
da_dk: Der var en fejl i dit login
de_de: Fehler beim Einloggen
es_es: Se ha producido un error en su login
fa_ir: هناك خطأ فى تسجيل الدخول
fr_fr: Il y a une erreur dans votre authentification
it_it: C'è stato un errore durante l'accesso
ja_jp: ログインの時にエラーが発生しました
pl_pl: Wystąpił błąd w Twoim loginie
pt_pt: Existe um erro no seu login
ro_ro: S-a intamplat o eroare in timpul accesului
ru_ru: Произошла ошибка при доступе
sv_se: Det blev ett fel i din inloggning

source: Please enter a valid e-mail address
da_dk: Venligst indtast en valid e-mail adresse
de_de: Geben Sie bitte eine gültige E-mail Adresse an.
es_es: Por favor indique un correo válido
fa_ir: من فضلك أدخل بريد الكترونى صحيح
fr_fr: Veuillez entrer une adresse e-mail valide
it_it: Inserire un indirizzo email valido
ja_jp: 有効な電子メールアドレスを入力してください
pl_pl: Proszę wpisać poprawny adres e-mail
pt_pt: Por favor, informe um endereço de e-mail válido
ro_ro: Introduce o adresa e-mail valida
ru_ru: Введите действительный адрес электронной почты
sv_se: Vänligen ange en giltig e-post adresss

source: You customer number has been send to your e-mail
da_dk: Dit kunde nummer blev sendt til din e-mail
de_de: Deine fortlaufende Nummer ist an Deine E-mail Adresse geschickt worden
es_es: Su numero de cliente ha sido enviado a su email
fa_ir: لقد تم إرسال رقم العميل الى بريدك الألكترونى
fr_fr: Votre numéro d'utilisateur vient d'être envoyé à votre adresse e-mail
it_it: Il tuo numero cliente è stato inviato al tuo indirizzo mail
ja_jp: 顧客番号はお客さんの電子メールに送られました
pl_pl: Twój numer klienta został wysłany na Twój e-mail
pt_pt: Seu número de cliente foi enviado ao seu e-mail
ro_ro: Numarul clientului pe care il ai ti-a fost trimis pe adresa e-mail
ru_ru: Ваш номер клиента был отправлен на ваш адрес электронной почты
sv_se: Ditt kundnummer har skickats till din e-postadress

source: An error occured, trying to send you your customer number
da_dk: Der opstod en fejl under afsendingen af dit kunde nummer
de_de: Einer Fehler ist aufgetreten beim Versuch Dir deine fortlaufende Nummer zu senden
es_es: Ha ocurrido un error al tratar de enviarle su numero de cliente
fa_ir: حدث خطأ أثناء محاولة إرسال رقم العميل الخاص بك
fr_fr: Une erreur est survenue pendant l'envoi de votre numéro d'utilisateur
it_it: Si è verificato un errore, stiamo riprovando a inviarti il tuo numero cliente
ja_jp: 顧客番号を送信する時にエラーが発生しました
pl_pl: Wystapił błąd przy próbie wysyłania numeru klienta
pt_pt: Um erro ocorreu na tentativa de enviar seu número de cliente
ro_ro: S-a verificat o eroare, incercam sa-ti trimitem din nou numarul clientului
ru_ru: Произошла ошибка, мы стараемся отправить вам свой номер клиента
sv_se: Det uppstod ett fel när vi försökte skicka ditt kundnummer till dig

source: Unable to find a user with that e-mail
da_dk: Der blev ikke fundet nogen bruger med den e-mail
de_de: Konnte Benutzer mit diese Email Adresse nicht finden
es_es: Imposible encontrar un usuario asociado a ese email
fa_ir: لم يتم التمكن من إيجاد مستخدم بهذا البريد الالكترونى
fr_fr: Impossible de trouver un utilisateur avec cet e-mail
it_it: Impossibile trovare un utente con questo indirizzo email
ja_jp: この電子メールでのユーザーが見つかりません
pl_pl: Nie można znaleźć użytkownika z tym adresem e-mail
pt_pt: Não foi possível encontrar um usuário com este e-mail
ro_ro: E imposibil de a gasi un utilizator cu aceasta adresa e-mail
ru_ru: Не удается найти пользователя с таким адресом электронной почты
sv_se: Kan inte hitta en användare med den e-postadressen

source: Primary school only
da_dk: Kun folkeskole
de_de: Nur Grundschule
es_es: Solo escuela primaria
fa_ir: المدرسة الأبتدائية
fr_fr: Ecole Primaire seulement
it_it: Solo la scuola primaria
ja_jp: 小学校だけ
pl_pl: Szkoła podstawowa tylko
pt_pt: Escola primária apenas
ro_ro: Doar gimnaziul
ru_ru: Только начальная школа
sv_se: Endast grundskola

source: High school, no degree
da_dk: Gymnasiet / Handelsskole (ikke bestået)
de_de: Höhere Schule, ohne Diplom
es_es: Enseñanzas medias, sin concluir
fa_ir: الثانوية , بلا شهادة
fr_fr: Lycée, sans diplôme
it_it: Scuola superiore, nessun diploma
ja_jp: 高校中退
pl_pl: Szkoła średnia, bez matury
pt_pt: Ensino médio, sem diploma
ro_ro: Liceul, nici o diploma
ru_ru: Высшая школа, я не имею диплом
sv_se: Högskola, ingen examen

source: High school degree
da_dk: Gymnasiet / Handelsskole (bestået)
de_de: Abiturzeugnis
es_es: Enseñanzas Medias terminadas
fa_ir: شهادة ثانوية عامة
fr_fr: Diplôme de lycée
it_it: Diploma di scuola superiore
ja_jp: 高校卒業
pl_pl: Szkoła średnia matura
pt_pt: Diploma do ensino médio
ro_ro: Diploma de liceu
ru_ru: Аттестат о среднем образовании
sv_se: Högskoleexamen

source: Vocational School
da_dk: Faglig uddannelsesinstitution
de_de: Berufsschule
es_es: Escuela Vocacional
fa_ir: مدرسة فنية
fr_fr: Ecole professionnelle
it_it: Scuola Professionale
ja_jp: 専門学校
pl_pl: Szkoła zawodowa
pt_pt: Escola Vocacional
ro_ro: Scoala profesionala
ru_ru: Профессиональная школа
sv_se: Yrkesskola/yrkesutbildning

source: Some University Courses
da_dk: Universitets kursus
de_de: Einige Universitätskurse
es_es: Algun curso Universtario
fa_ir: دورات جامعية
fr_fr: Cours d'université
it_it: Alcuni Corsi Universitari
ja_jp: 大学課程レベル
pl_pl: Kursy uniwersyteckie
pt_pt: Alguns Cursos Universitários
ro_ro: Cateva cursuri de universitate
ru_ru: Некоторые университетские курсы
sv_se: Några universitetskurser

source: University Degree
da_dk: Universitets uddannelse (bestået)
de_de: Universitätsdiplom
es_es: Diplomado Universitario
fa_ir: مؤهل جامعى
fr_fr: Diplôme universitaire
it_it: Laurea Universitaria
ja_jp: 大学の学位
pl_pl: Dyplom uniwersytetu
pt_pt: Diploma Universitário
ro_ro: Gradul universitar
ru_ru: Высшее образованя
sv_se: Universitetsexamen

source: Some Graduate Level Courses
da_dk: Diverse bestået kurser
de_de: Einige Universitätskurse auf der Höhe
es_es: Algun curso de Licenciatura
fa_ir: مؤهل بعد الدورات
fr_fr: Cours niveau licence
it_it: Alcuni Corsi di Laurea a Livello
ja_jp: 大学院課程レベル
pl_pl: Kursy na poziomie magisterskim
pt_pt: Algum curso de pós-graduação
ro_ro: Citeva cursuri de grad de nivel
ru_ru: Некоторые курсы выпускниками вузов
sv_se: Några magisternivå kurser

source: Master Degree
da_dk: Bestået en MASTER uddannelse
de_de: Fachuniversitätsdiplom
es_es: Licenciado Universitario
fa_ir: درجة ماجستير
fr_fr: Master
it_it: Laurea Specialistica
ja_jp: 修士号
pl_pl: Dyplom magisterski
pt_pt: Mestrado
ro_ro: Grad specializat
ru_ru: Степень
sv_se: Magister examen

source: Some Doctorate Level Degree
da_dk: Doktor grads kursus
de_de: Einige Doktoratsdiplom auf der Niveau
es_es: Algun nivel de Doctorado
fa_ir: درجة دكتوراه
fr_fr: Diplôme niveau doctorat
it_it: Qualche Laurea di Dottorato a Livello
ja_jp: 博士課程レベル
pl_pl: Kursy na poziomie doktorskim
pt_pt: Algum nível de doutorado
ro_ro: Cateva graduri de doctorat la nivel
ru_ru: Некоторые курсы уровня докторатa
sv_se: Viss examen på forskarnivå

source: Doctorate Degree
da_dk: Doktor uddannelse (bestået)
de_de: Doktoratsdiplom
es_es: Doctorado
fa_ir: دكتوراه
fr_fr: Doctorat
it_it: Laurea di Dottorato
ja_jp: 博士号
pl_pl: Doktorat
pt_pt: Doutorado
ro_ro: Grad de doctorat
ru_ru: Степень доктора
sv_se: Forskarexamen

source: No server specified
da_dk: Ingen server valgt
de_de: Keiner spezifiziert Server
es_es: Servidor no especificado
fa_ir: لا يوخد خادم محدد
fr_fr: Aucun serveur trouvé
it_it: Nessun server specificato
ja_jp: サーバーは指定されていません
pl_pl: Nie wybrano serwera
pt_pt: Servidor não especificado
ro_ro: Nici un server specificat
ru_ru: Сервер не определен
sv_se: Ingen server angiven

source: Error
da_dk: Fejl
de_de: Fehler
fa_ir: خطأ
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sv_se: Fel

source: no login ID submitted
da_dk: Ingen login ID valgt
de_de: keine ID angegeben
es_es: No ha enviado un ID login
fa_ir: لم يتم تقديم اسم الدخول
fr_fr: identification manquante
it_it: nessun ID per l'accesso inviato
ja_jp: ログインIDは提出されていません
pl_pl: nie podano loginu ID
pt_pt: ID de login não enviado
ro_ro: nici un ID trimis pentru acces
ru_ru: неКакой ID для доступа не отправлено
sv_se: Ingen inloggnings ID angiven

source: connection not established
da_dk: Forbindelse ikke etableret
de_de: Verbindung nicht aufgebaut
es_es: Conexión no establecida
fa_ir: لم يتم إنشاء الأتصال
fr_fr: connection non établie
it_it: connessione non stabilita
ja_jp: 接続が確立していません
pl_pl: Połącznie nie zostało nawiązane
pt_pt: conexão não estabilizada
ro_ro: conectarea nestabilizata
ru_ru: Соединение не установлено
sv_se: Ingen anslutning

source: No password submitted
da_dk: Ingen kodeord indtastet
de_de: Kein Passwort angegeben
es_es: No ha indicado ningun password
fa_ir: لم يتم تقديم كلمة مرور
fr_fr: Mot de passe manquant
it_it: Nessuna password inviata
ja_jp: パスワードは提出されませんでした
pl_pl: Nie podano hasła
pt_pt: Senha não enviada
ro_ro: Nici un password trimis
ru_ru: пароль Не отправлен
sv_se: Inget lösenord angivet

source: Authentication failed
da_dk: Autorisation ikke godkendt
de_de: Gescheiterte Authentifizierung
es_es: Autentificación erronea
fa_ir: فشل التحرى
fr_fr: Echec de l'identification
it_it: Autenticazione fallita
ja_jp: 認証に失敗しました
pl_pl: Identyfikacja nie powiodła się
pt_pt: Falha na autenticação
ro_ro: Esec de identificare
ru_ru: Ошибка аутентификации
sv_se: Autentisering misslyckades

source: No connection to server
da_dk: Ingen forbindelse til server
de_de: Keine Verbindung zum Server
es_es: No hay conexion al servidor
fa_ir: لا يوجد اتصال بالخادم
fr_fr: Absence de connection au serveur
it_it: Nessuna connessione al server
ja_jp: サーバーと接続できません
pl_pl: Brak połączenia z serwerem
pt_pt: Sem conexão com o servidor
ro_ro: Nici o conectare la server
ru_ru: Нет связи с сервером
sv_se: Ingen anslutning till server

source: No login ID submitted
da_dk: Ingen login ID indtastet
de_de: Keine ID angegeben
es_es: No ha enviado un ID login
fa_ir: لم يتم تقديم اسم الدخول
fr_fr: Identification manquante
it_it: Nessun ID per l'accesso inviato
ja_jp: ログインIDは提出されませんでした
pl_pl: Nie podano logina ID
pt_pt: ID de login não enviado
ro_ro: Nici un ID trimis pentru acces
ru_ru: неКакой ID для доступа не отправлено
sv_se: Ingen inloggnings ID angiven

source: No server banner
da_dk: Ingen forbindelse til server
de_de: Kein Werbebannerserver
es_es: No hay banner de servidor
fa_ir: لا يوجد اعلان خادم
fr_fr: Absence de bannière de serveur
it_it: Nessun server banner
ja_jp: サーバーバナーはありません
pl_pl: Brak banera serwera
pt_pt: Sem banner no servidor
ro_ro: Nici un server banner
ru_ru: Нет заголовка сервера
sv_se: Ingen server banderoll

source: abort
da_dk: Fejl
de_de: abbrechen
es_es: abortar
fa_ir: خروج
fr_fr: interrompre
it_it: annulla
ja_jp: 中止
pl_pl: Przerwij
pt_pt: abortar
ro_ro: anuleaza
ru_ru: Отменить
sv_se: avbryt

source: apop authentication failed
da_dk: Fejl
de_de: gescheiterte Apop Beglaubigung
es_es: Autenticiación de aplicación erronea
fa_ir: فشل التحرى
fr_fr: échec authentification apop
it_it: autenticazione apop fallita
ja_jp: apop 承認に失敗しました
pl_pl: Poświadczenie apop nie powiodło się
pt_pt: falha na autenticação do apop
ro_ro: esec de identificare apop
ru_ru: APOP аутентификации не удалось
sv_se: en pop autentisering misslyckades

source: Premature end of list
da_dk: Fejl
de_de: Frühzeitige Ende der Liste
es_es: Fin de linea prematuro
fa_ir: نهاية قائمة سابقة لأوانها
fr_fr: fin prématurée de liste
it_it: Fine prematura della lista
ja_jp: リストの途中終了
pl_pl: Przedswczesne zakończenie listy
pt_pt: Final prematuro da lista
ro_ro: Sfirsit prematur al listei
ru_ru: Преждевременный конец списка
sv_se: För tidigt slut på lista

source: Empty command string
da_dk: Fejl
de_de: Leere Befehlsstring
es_es: Linea de comando vacia
fa_ir: خطأ فى الأمر
fr_fr: chaîne de commande vide
it_it: Stringa di comando vuota
ja_jp: 空のコマンド文字列
pl_pl: Pusty łańcuch polecenia
pt_pt: String de comando vazio
ro_ro: Sirul de comand e intrerupt
ru_ru: Командная строка пуста
sv_se: Tom kommandosträng

source: connection does not exist
da_dk: Fejl
de_de: die Verbindung besteht nicht
es_es: la conexión no existe
fa_ir: الأتصال غير موجود
fr_fr: connection inexistante
it_it: la connessione non esiste
ja_jp: 接続が存在しません
pl_pl: Połączenie nie istnieje
pt_pt: conexão não existe
ro_ro: conexiunea nu exista
ru_ru: подключение не существует
sv_se: anslutning finns inte

source: No msg number submitted
da_dk: Fejl
de_de: Kein Nummersbotschaft angegeben
es_es: No ha indicado numero de mensaje
fa_ir: لم يتم تقديم رقم الرسالة
fr_fr: absence de numéro de msg
it_it: Nessun numero di messaggio inviato
ja_jp: msg番号は提出されませんでした
pl_pl: Nie podano numeru msg
pt_pt: Número da msg não enviado
ro_ro: Nici un numar de mesaj trimis
ru_ru: не было отправлено Никакое число сообщений
sv_se: Inget meddelandenummer angivet

source: Command failed
da_dk: Fejl
de_de: Gescheiterter Befehl
es_es: Comando fallido
fa_ir: فشل الأمر
fr_fr: échec de la commande
it_it: Comando fallito
ja_jp: コマンドに失敗しました
pl_pl: Komenda nie powiodła się
pt_pt: Falha no comando
ro_ro: Ordinul a esecat
ru_ru: Команда не выполнена
sv_se: Kommando misslyckades

source: Width and height of image must be minimum 600 pixels
da_dk: Bredde og højde af foto skal være mindst 600 x 600 pixel (ca. 50 x 50 mm)
de_de: Höhe und Große des Bild sollen mindestens 600 Pixel sein
es_es: Alto y ancho de imagen debe ser de al menos 600 pixeles
fa_ir: يجب أن يكون طول عرض وطول الصورة 600 بيكسل
fr_fr: La largeur et la hauteur de l'image doivent atteindre 600 pixels minimum
it_it: Larghezza e altezza dell'immagine devono essere di almeno 600 pixel
ja_jp: 縦600ｐｘ（ピクセル）×横600ｐｘ（ピクセル）
pl_pl: Szerokość i wysokość zdjęcia musi wynosić minimum 600 pikseli
pt_pt: Largura e altura da imagem deve ter no mínimo 600 pixels
ro_ro: Largimea si lungimea imaginei trebuie sa fie de cel putin 600 pixel
ru_ru: Ширина и высота должна быть не менее 600 пикселей
sv_se: Bredd och höjd på bilden måste vara minst 600 pixlar

source: Green Card, Green Card Lottery, usa green card, usa visa lottery - Green Card Office
da_dk: Green Card, Green Card Lotteri, usa green card, usa visa lotteri - Green Card kontor
de_de: Green Card, Green Card Lotterie, USA Green Card, USA Visum Lotterie - Green Card Office
es_es: green card, tarjeta verde, loteria de tarjeta verde, tarjeta verde usa, loteria visado usa - Oficina de Green Card
fa_ir: جرين كارد , قرعة الجرين كارد، الجرين كارد الأمريكية، قرعة الفيزا الأمريكية ، مكتب الجرين كارد
fr_fr: Carte Verte, Loterie Carte Verte, carte verte Etats-Unis, loterie visa Etats-unis - Bureau Carte Verte
ja_jp: グリーンカード、グリーンカード抽選、米国永住権、移民多様化ビザ抽選プログラムーグリーンカードオフィス
pl_pl: Zielona Karta, Loteria Zielonej Karty, Zielona Karta USA, Loteria Wizowa USA - Green Card Office
pt_pt: Green Card, Loteria do Green Card, eua green card, loteria visto eua - Escritório do Green Card
ru_ru: Зеленая карта, Лотерея Грин Кард, США Green Card, У. С. визовой лотерее - Зеленая карта Office
sv_se: Grönt Kort, Grönt Kort Lotteri, usa grönt kort, usa viserings lotteri - Grönt Kort Kontor
