Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: US Green Card Office provide Green Card lottery application service, get the best changes to win the visa lottery so you can live and work in the USA. Enter the USA DV (diversity visa) program online today. Guarantees Error Free Application
da_dk: Danmark har kvalificeret sig, og derfor har du nu mulighed for at være med i det store "Green Card Lottery" i USA. Et Green Card giver lovligt ret til permanent at bo og arbejde i USA. Hvis du bliver udtrukket, er det ikke kun dig, men også din ægtefælle og dine børn, der vil få Green Card til USA.
de_de: US Green Card Office bietet Green Card Lotterie Dienstleistungen - beste Aussichten auf den Gewinn eines Visum, um in den USA zu wohnen und arbeiten. Treten Sie noch heute dem 'USA DV' (=Einwanderungsvisum) Programm online bei
es_es: US Green Card Office le ofrece su servicio de inscripcion para los sorteos de Carta Verde, ofreciendole las mejores posibilidades para ganar en el sorteo de visados que le permitiran vivir y trabajar en USA. Inscribase ahora en nuestro programa online de USA DV (diversos visados)
fa_ir: يقدم مكتب الجرين كارد الأمريكى خدمة قرعة الجرين كارد ، أحصل على أفضل فرصة للفوز بقرعة الفيزا بحيث يمكنك العيش والعمل فى الولايات المتحدة الأمريكية أدخل الى برنامج الفيز الأمريكى على شبكة الأنترنت الأن ، نحن نضمن طلب خالى من الأخطاء.
fr_fr: US Green Card Office propose un service de Loterie de Carte Verte, fournit les meilleures opportunités de remporter la loterie visa pour que vous puissiez vivre et travailler aux Etats-Unis. Entrez dans le programme en ligne USA DV (diversité visa) aujourd'hui. Demande Garantie sans erreur.
it_it: US Green Card Office fornisce il servizio di candidatura alla lotteria per la Green Card, le migliori possibilità di vincere la lotteria per il visto così da poter vivere e lavorare negli Stati Uniti. Entra nel programma online USA DV (Visto di Immigrazione) oggi. Applicazione con la Garanzia di Assenza di Errori.
ja_jp: US グリーンカードオフィスがグリーンカード抽選のアプリケーションサービスを提供しています。グリーンカードを取得できるチャンスが与えられてアメリカで住み、働くことができます。オンラインでメリカ永住権抽選プログラムに参加してください。弊社がエラーのないアプリケーションを保証します。
pl_pl: US Green Card Office oferuje usługę zgłoszenia do loterii Zielonej Karty, zdobądź najwyższą szansę na wygranie loterii wizowej aby mieszkać i pracować w USA. Zgłoś się dzisiaj do programu USA DV (wiza dla emigrantów) online. Daje gwarancję zgłoszenia bez błędów
pt_pt: US Green Card Office oferece o serviço de inscrição para a loteria do Green Card, tenha as melhores changes de ganhar o visto na loteria para que você possa morar e trabalhar no EUA. Participe do programa de diversidade do visto (USA DV) online hoje mesmo. Garantimos a Inscrição Livre de Erros.
ro_ro: US green card office iti ofera serviciul de candidatura la loteria pentru Green card, cele mai bune posibilitati de a castiga la loteria pentru viza, pentru a putea trai si lucra in USA. intra in programa on line USA DV (visto diemigrare) astazi. Aplicare cu garantie de lipsa de greseli.
ru_ru: У. С. Зеленая карта Office предоставляет службy кандидатуры на лотерею Green Card, наилучшие шансы на выигрыш в лотерее на получение визы, чтобы жить и работать в Соединенных Штатах. Войдите в программу онлайн США Д.B. (VisaИммиграция) сегодня. Применение с гарантией отсутствия ошибок.
sv_se: US Grönt Kort Kontor ger Grönt Kort Lotteri ansöknings service, skaffa dig bästa chansen att vinna viseringslotteriet så att du kan bo och arbeta i USA. Anmäl dig till USA DV (visum mångfald) programmet online idag. Garanterar Felfri Ansökan

source: green card lottery, usa green card, usa visa lottery, green card, greencard, american green card, immigration
da_dk: Green Card, green card lotteri, visa lotteri, arbejdertilladelse, greencard, visum
de_de: Green Card, USA Green Card, USA Visum Lotterie, Green Card, greencard, amerikanische Green Card, Einwanderung
es_es: sorteo tarjeta verde, tarjeta verde usa, tarjeta verde, greencard, green card americana, carta verde americana, inmigracion
fa_ir: قرعة الجرين كارد ، الجرين كارد الأمريكية ، قرعة الفيزا الأمريكية ، الجرين كارد ، جرين كارد ، الجرين كارد الأمريكية ، الهجرة
fr_fr: loterie carte verte, Etats-Unis carte verte, loterie visa Etats-Unis, carte verte, carteverte, carte verte américaine, immigration
it_it: green card lottery, usa green card, usa visa lottery, green card, greencard, american green card, immigrazione
ja_jp: グリーンカード抽選、usaグリーンカード、移民多様化ビザ抽選、グリーンカード、米国永住権、移住
pl_pl: loteria zielona karta, usa zielona karta, loteria wizowa usa, zielona karta, zielonakarta, amerykańska zielona karta, imigracja
pt_pt: loteria do green card, green card eua, loteria de visto dos eua, green card, greencard, green card americano, imigração
ro_ro: green card lottery, usa green card, usa visa lottery, green card, greencard, american green card, emigrare
ru_ru: Лотерея Грин Кард, США Green Card , США visa lottery , зеленая карта, Зеленаякарта, американскоe Green Card, иммиграция
sv_se: grönt kort lotteri, usa grönt kort, usa visumlotteri, grönt kort, gröntkort, amerikanskt grönt kort, invandring/immigration

source: US Green Card Lottery
da_dk: US Green Card Lotteri
es_es: Sorteo US Green Card
fa_ir: قرعة الجرين كاد الأمريكية
fr_fr: Loterie Carte Verte Etats-Unis
ja_jp: USA グリーンカード抽選
pl_pl: Loteria Zielonej Karty US
pt_pt: Loteria do US Green Card
ru_ru: У. С. лотереи Green Card
sv_se: US Green Card Lotteri

source: Home
da_dk: Hjem
es_es: Principal
fa_ir: خانه
fr_fr: Principale
ja_jp: ホーム
pl_pl: Strona główna
pt_pt: Início
ru_ru: Главная
sv_se: Startsida

source: Introduction
da_dk: Introduktion
de_de: Einführung
es_es: Introducción
fa_ir: معرفی
it_it: Introduzione
ja_jp: はじめに
pl_pl: Wstęp
pt_pt: Introdução
ro_ro: Introducere
ru_ru: Введение
sv_se: Introduktion

source: Apply today
da_dk: Ansøg idag
de_de: Jetzt anmelden
es_es: Inscribase Hoy
fa_ir: درخواست امروز
fr_fr: Souscrivez-vous Aujourd'hui
it_it: Iscriviti oggi
ja_jp: 今日申し込む
pl_pl: Zgłoś się dzisiaj
pt_pt: Solicite hoje
ro_ro: Inscrie-te astazi
ru_ru: Зарегистрируйтесь сегодня
sv_se: Ansök idag

source: Qualifying countries
da_dk: Kvalificerede lande
de_de: Zugelassene Länder
es_es: Países cualificados
fa_ir: کشور واجد شرایط
fr_fr: Pays
it_it: Paesi abilitati
ja_jp: 国
pl_pl: Kraje kwalifikujące się
pt_pt: Países qualificados
ro_ro: Tarile abilitate
ru_ru: позволило странам
sv_se: Kvalificerade länder

source: Help
da_dk: Hjælp
de_de: Hilfe
es_es: Ayuda
fa_ir: کمک
fr_fr: LA FAQ
it_it: Aiuto
ja_jp: よくある質問
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Справка
sv_se: Hjälp

source: Contact us
da_dk: Kontat os
de_de: Kontakt
es_es: Contáctenos
fa_ir: تماس با ما
fr_fr: Contactez-nous
it_it: Contattaci
ja_jp: お問い合わせ
pl_pl: Skontaktuj się z nami
pt_pt: Contate-nos
ro_ro: Contacteaza-ne
ru_ru: связываетесь с нами
sv_se: Kontakta oss

source: Languages
da_dk: Sprog
de_de: Sprachen
es_es: Idiomas
fa_ir: زبان ها
fr_fr: Langues
it_it: Lingue
ja_jp: 言語
pl_pl: Języki
pt_pt: Idiomas
ro_ro: Limbi
ru_ru: Языки
sv_se: Språk

source: Log out
da_dk: Log ud
de_de: Abmelden
es_es: Salir
fa_ir: تسجيل الخروج
fr_fr: Se déconnecter
it_it: Disconnettiti
ja_jp: ログアウト
pl_pl: Wyloguj
pt_pt: Sair
ro_ro: Deconecteaza-te
ru_ru: Выйти
sv_se: Logga ut

source: Your account
da_dk: Din konto
de_de: Dein Account
es_es: Su cuenta
fa_ir: حسابك
fr_fr: Votre compte
it_it: Il tuo account
ja_jp: あなたのアカウント
pl_pl: Twoje konto
pt_pt: Sua conta
ro_ro: Account-ul tau
ru_ru: Ваш аккаунт
sv_se: Ditt konto

source: Login
de_de: Einloggen
fa_ir: ورود به سیستم
fr_fr: Se connecter
it_it: Accedi
ja_jp: ログイン
ro_ro: Accessul
ru_ru: Войти
sv_se: Logga in

source: Your customer number...
da_dk: Dit kunde nummer...
de_de: Deine fortlaufende Nummer....
es_es: Su numero de cliente...
fa_ir: رقم عميلك
fr_fr: Votre numéro d'utilisateur
it_it: Il tuo numero cliente...
ja_jp: あなたの顧客番号...
pl_pl: Twój numer klienta...
pt_pt: Seu número de cliente...
ro_ro: Numarul clientului al tau...
ru_ru: Ваш номер клиента ...
sv_se: Ditt kundnummer...

source: Your password...
da_dk: Din adgangskode...
de_de: Dein Passwort....
es_es: Su password...
fa_ir: كلمة مرورك
fr_fr: Votre mot de passe
it_it: La tua password...
ja_jp: あなたのパスワード...
pl_pl: Twoje hasło...
pt_pt: Sua senha...
ro_ro: Password-ul tau...
ru_ru: Ваш пароль ...
sv_se: Ditt lösenord...

source: Subscribe to newsletter
da_dk: Tilmeld dig nyhedsbrevet
de_de: Tragen Sie sich in unseren Newsletter ein
es_es: Abónese a nuestro newsletter
fa_ir: خبرنامه
fr_fr: S'abonner à notre e-bulletin
it_it: Iscriviti alla nostra newsletter
ja_jp: ニューズレターを予約購読する
pl_pl: Subskrybuj biuletyn
pt_pt: Inscreva-se e receba novidades
ro_ro: Inscrie-te la a noastra newsletter
ru_ru: Подпишитесь на нашу рассылку
sv_se: Abonnera till vårt e-informationsblad

source: Your e-mail here...
da_dk: Din e-mail her...
de_de: Deine E-mail Adresse....
es_es: Su email aquí
fa_ir: بريدك الالكترونى
fr_fr: Votre e-mail ici...
it_it: La tua email qui...
ja_jp: 電子メール、こちらへ
pl_pl: Twój e-mail tutaj...
pt_pt: Seu e-mail aqui...
ro_ro: E-mail-ul tau...
ru_ru: Ваш адрес электронной почты здесь ...
sv_se: Din e-post här...

source: Your name here...
da_dk: Dit navn her...
de_de: Dein Name....
es_es: Su nombre aqui...
fa_ir: أسمك هنا
fr_fr: Votre nom ici...
it_it: Il tuo nome qui...
ja_jp: 名前、こちらへ
pl_pl: Twoje imię tutaj...
pt_pt: Seu nome aqui...
ro_ro: Numele tau aici...
ru_ru: Ваше имя здесь ...
sv_se: Ditt namn här...

source: Subscribe
da_dk: Tilmeld
de_de: Abonnieren
es_es: Suscribase
fa_ir: ارائه بنمایید
fr_fr: Abonner
it_it: Iscriviti
ja_jp: 予約購読する
pl_pl: Subskrybuj
pt_pt: Subscreva
ro_ro: Inscrie-te
ru_ru: Зарегистрируйтесь
sv_se: Prenumerera

source: Chat with one of our Green Card experts right now
da_dk: Chat med en af vores Green Card eksperter nu
de_de: Chatten Sie jetzt mit einem unserer Greencardexperten
es_es: Chatee con uno de nuestros expertos en Carta Verde ahora
fa_ir: تحدث مع أحد خبرئنا فى الجرين كارد الأن
fr_fr: Chatter dès à présent avec un de nos experts Carte Verte
it_it: Chatta con uno dei nostri esperti della Green Card in questo momento
ja_jp: グリーンカード専門家と今すぐチャットする
pl_pl: Porozmawiaj właśnie teraz z jednym z naszych ekspertów Zielonej Karty
pt_pt: Fale com um de nossos especialista em Green Card agora mesmo
ro_ro: Telefoneaza unui expert de al nostru de la Green card in acest moment
ru_ru: Чатyй с одним из наших экспертов в зеленой карты прямо сейчас
sv_se: Prata med en av våra Grönt Kort experter just nu

source: Apply today!
da_dk: Ansøg idag!
de_de: Jetzt anmelden!
es_es: Suscríbase Hoy!
fa_ir: امروز ثبت نام كنيد
fr_fr: Souscrivez aujourd'hui !
it_it: Iscriviti oggi!
ja_jp: 今日申し込む
pl_pl: Zgłoś się dzisiaj!
pt_pt: Solicite hoje!
ro_ro: Inscrie-e astazi!
ru_ru: Зарегистрируйтесь прямо сейчас!
sv_se: Ansök idag!

source: We use the highest form of security when handling your payment
da_dk: Vi bruger den bedste form for sikkerhed når vi håndterer din betaling
de_de: Bei der Zahlungsabwicklung nutzen wir höchste Formen der Sicherheit
es_es: Usamos los metodos de maxima seguridad para gestionar sus pagos
fa_ir: نحن نستخدم أفضل سبل الأمن على الأنترنت عند معالجة الدفع الخاص بك
fr_fr: Nous utilisons le meilleur système de sécurité pour recevoir votre paiement
it_it: Usiamo la più alta forma di sicurezza quando procediamo con il tuo pagamento
ja_jp: 支払いの手続きの時に最高の形のセキュリティを使用しています
pl_pl: Skorzystaj z najwyższej formy bezpieczeństwa podczas obsługiwania Twojej wpłaty
pt_pt: Nós usamos as melhores formas de segurança ao manipular seu pagamento
ro_ro: Folosim cea mai mare forma di siguranta atunci cand ne ocupam de achitarea ta
ru_ru: Мы используем высшая форма безопасности, когда мы продолжаем ваш платеж
sv_se: Vi använder högsta form av säkerhet när vi hanterar din betalning

source: Secured with SSL Encryption
da_dk: Sikker forbindelse med SSL kryptering
de_de: SSL gesichert
es_es: Asegurado con Encriptacion SSL
fa_ir: تشفير مؤمن مع SSL
fr_fr: Protégé par encryptage SSL
it_it: Assicurati con la Crittografia SSL
ja_jp: SSL暗号化で保護された
pl_pl: Bezpieczny z kodowaniem SSL
pt_pt: Seguro com Encriptação SSL
ro_ro: Asigureaza-te cu criptografia SSl
ru_ru: Страхyйтecь с помощью шифрования SSL
sv_se: Säkrad med SSL Kryptering

source: More Information
da_dk: Mere Information
de_de: Weitere Informationen
es_es: Mas información
fa_ir: المزيد من المعلومات
fr_fr: Plus d'Information
it_it: Maggiori Informazioni
ja_jp: これ以上の情報
pl_pl: Więcej informacji
pt_pt: Mais Informação
ro_ro: Mai multe informatii
ru_ru: Подробнее
sv_se: Mer Information

source: Existing Customers
da_dk: Eksisterende Kunde
de_de: Vorhandene Kunden
es_es: Clientes existentes
fa_ir: عملاء موجودين
fr_fr: Clients Habituels
it_it: Clienti esistenti
ja_jp: 既存の顧客
pl_pl: Dotychczasowi klienci
pt_pt: Clientes Existentes
ro_ro: Clientii Existenti
ru_ru: Существующие клиенты
sv_se: Befintliga Kunder

source: See status of your application
da_dk: Se status for din ansøgning
de_de: Kandidatur-Status einsehen
es_es: Vea el estado de su solicitud
fa_ir: أطلع على حالة طلبك
fr_fr: Suivez le statut de votre demande
it_it: Vedi lo stato della tua candidatura
ja_jp: アプリケーションの状況を見る
pl_pl: Sprawdź status swojej aplikacji
pt_pt: Veja o andamento de seu requerimento
ro_ro: Vezi statul candidaturii tale
ru_ru: видите статус вашего приложения
sv_se: Se status för din ansökan

source: About the USA
da_dk: Om USA
de_de: Über die USA
es_es: Sobre USA
fa_ir: عن الولايات المتحدة الأمريكية
fr_fr: A propos des Etats-Unis
it_it: Qualcosa sugli Stati Uniti
ja_jp: 米国について
pl_pl: Na temat USA
pt_pt: Sobre os EUA
ro_ro: Cate ceva despre USA
ru_ru: Кое-что о США
sv_se: Om USA

source: Opportunities
da_dk: Muligheder
de_de: Gelegenheiten
es_es: Oportunidades
fa_ir: فرص
fr_fr: Opportunités
it_it: Opportunità
ja_jp: 機会
pl_pl: Możliwości
pt_pt: Oportunidades
ro_ro: Oportunitati
ru_ru: Возможности
sv_se: Möjligheter

source: Unsubscribe to newsletter
da_dk: Afmeld nyhedsbrevet
de_de: Newsletter abbestellen
es_es: Desusscribase de nuestra newsletter
fa_ir: مشترک بشوید
fr_fr: Se désinscrire du bulletin d'information
it_it: Annullare la sottoscrizione alla newsletter
ja_jp: ニューズレターへの会員登録を解除する
pl_pl: Skasuj subskrypcję biuletynu
pt_pt: Desincrever das novidades
ro_ro: Anuleaza inscrierea la newsletter
ru_ru: Отказаться от подписки на рассылку
sv_se: Avsluta prenumeration av nyhetsbrev

source: The United States of America
da_dk: De Forenede Stater
de_de: Die Vereinigten Staaten von Amerikas
es_es: Estados Unidos de America
fa_ir: الولايات المتحدة الأمريكية
fr_fr: Les Etats-Unis d'Amérique
it_it: Gli Stati Uniti d'America
ja_jp: 米国
pl_pl: Stany Zjednoczone Ameryki
pt_pt: Os Estados Unidos da América
ro_ro: Statele Unite ale Americii
ru_ru: Соединенные Штаты Америки
sv_se: Amerikas Förenta Stater

source: The White House website
da_dk: Det Hvide Hus hjemmeside
de_de: Internet-Seite des weißes Haus
es_es: Web de la Casa Blanca
fa_ir: موقع البيت الأبيض
fr_fr: Le site internet de la Maison Blanche
it_it: Sito web della Casa Bianca
ja_jp: ホワイトハウスのウェブサイト
pl_pl: Strona Białego Domu
pt_pt: Site da Casa Branca
ro_ro: Situl web de la Casa Alba
ru_ru: Белый дом веб-сайт
sv_se: Vita Husets hemsida

source: The official website of the United States
da_dk: United States officielle hjemmeside
de_de: Die offizielle Internet-Site der USA
es_es: Pagina web oficial de los Estados Unidos
fa_ir: الموقع الرسمى للولايات المتحدة الأمريكية
fr_fr: Le site officiel des Etats-Unis
it_it: Il sito web ufficiale degli Stati Uniti
ja_jp: 米国の公式サイト
pl_pl: Oficjalna strona Stanów Zjednoczonych
pt_pt: Site oficial dos Estados Unidos
ro_ro: Situl oficial al Statelor Unite
ru_ru: Официальный сайт США
sv_se: Officiell webbsida för Amerikas Förenta Stater

source: US Green Card Office is a private company and not a governmental agency
da_dk: US Green Card Office er en privat virksomhed
de_de: US Green Card Office Ltd. ist ein Privatunternehmen, kein Regierungsbüro
es_es: US Green Card Office es una empresa privada no vinculada con ninguna agencia del gobierno
fa_ir: مكتب الجرين كارد الأمريكى يعد شركة خاصة وليس مؤسسة حكومية
fr_fr: US Green Card Office est une compagnie privée et n'est pas une agence gouvernementale
it_it: US Green Card Office è un'impresa privata e non un'ufficio governativo
ja_jp: USグリーンカードオフィスは政府機関でありません、民間企業です
pl_pl: US Green Card Office jest prywatną firmą i nie jest agencją rządową
pt_pt: US Green Card Office é uma empresa privada e não uma agência governamental
ro_ro: Us Green Card Office este o intreprindere privata si nu un oficiu governativ
ru_ru: У. С. Зеленая карта Office является частной компанией, не Аппарат Правительства
sv_se: US Grönt Kort Kontor är ett privat företag och inte ett statligt organ

source: Contact from US Green Card Office
da_dk: Kontakt fra US Green Card Office
de_de: Kontakt zu US Green Card Office Ltd.
es_es: Contactar con
fa_ir: الأتصال من مكتب الجرين كارد الأمريكى
fr_fr: Contact de US Green Card Office
it_it: Contatti da US Green Card Office
ja_jp: USグリーンカードオフィスからの連絡
pl_pl: Kontakt z US Green Card Office
pt_pt: Contato do US Green Card Office
ro_ro: Contacte de la US Green Card Office
ru_ru: Свяжитесь с нами по У. С. Зеленая карта Office
sv_se: Kontakt från US Grönt Kort Kontor

source: Your payment has been received
da_dk: Din betaling blev registreret
de_de: Die Zahlung ist empfangen worden
es_es: Su pago ha sido recibido
fa_ir: تم استلام الدفعة المالية
fr_fr: Votre paiement a été reçu
it_it: Il pagamento è stato ricevuto
ja_jp: 支払いを受け取りました
pl_pl: Twoja wpłata została przyjęta
pt_pt: Seu pagamento foi recebido
ro_ro: Plata a fost primita
ru_ru: Платеж был получен
sv_se: Din betalning har mottagits

source: Your customer number for The US Green Card Office
da_dk: Dit kunde nummer til The US Green Card Office
de_de: Fortlaufende Nummer für das US Green Card Office
es_es: Su numero de cliente para US Green Card Office
fa_ir: رقم العميل خاصتك لمكتب الجرين كارد الأمريكى
fr_fr: Votre numéro de client US Green Card Office
it_it: Il tuo numero cliente è per l'US Green Card Office
ja_jp: 米国グリーンカードオフィスのための顧客番号
pl_pl: Twój numer klienta w US Green Card Office
pt_pt: Seu número de cliente para o US Green Card Office
ro_ro: Al tau numar client este pentru us Green Card Office
ru_ru: Ваш номер клиента для U. S. Green Card Office
sv_se: Ditt kundnummer för US Grönt Kort Kontor

source: Your Green Card Application has today been approved
da_dk: Din Green Card ansøgning er i dag blevet godkendt
de_de: Heute ist deine Kandidatur für die Green Card aufgenommen worden
es_es: Su solicitud de Tarjeta Verde ha sido aprobada
fa_ir: لقد تم اعتماد طلبك للجرين كارد اليوم
fr_fr: Votre demande Green Card a été acceptée aujourd'hui
it_it: La tua Candidatura per la Green Card è stata approvata oggi
ja_jp: グリーンカード申請が今日承認されました
pl_pl: Twoje zgłoszenie do Zielonej Karty zostało dzisiaj zatwierdzone
pt_pt: Seu Requerimento para o Green Card foi aprovado hoje
ro_ro: Candidatura ta pentru Green Card a fost aprovata astazi
ru_ru: Вашa заявкa на зеленой карты былa утвержденнa сегодня
sv_se: Din Grönt Kort Ansökan har godkänts idag

source: Your Green Card Application has today been submitted online
da_dk: Din Green Card ansøgning er i dag blevet afsendt elektronisk til lotteriet
de_de: Heute ist deine Kandidatur übermittelt worden
es_es: Una solicitud puede ser cancelada dentro de los 8 días después de haber sido enviada online
fa_ir: لقد تم تقديم طلبك للجرين كارد اليوم على الأنترنت
fr_fr: Votre Demande de Carte Verte a été présentée en ligne aujourd'hui
it_it: La tua Candidatura per la Green Card è stato inoltrato oggi in linea
ja_jp: あなたのグリーンカードの申請が今日オンラインで提出されました
pl_pl: Twoje zgłoszenie o Zieloną Kartę zostało dzisiaj wysłane online
pt_pt: O requerimento para seu Green Card foi enviado hoje online
ro_ro: Candidatura ta pentru green card a fost transmisa azi il linie
ru_ru: Вашa заявкa на Green Card былa отправленнa в сети сегодня
sv_se: Din Green Card ansökan har skickats online idag

source: Green Card payment reminder
da_dk: Green Card betalings påmindelse
de_de: Zahlungserinnerung der Green Card
es_es: Recordatorio de pago de Tarjeta Verde
fa_ir: منبه دفع الجرين كارد
fr_fr: Rappel de paiement Carte Verte
it_it: Sollecito di pagamento della Green Card
pl_pl: Zielona Karta przypomnienie zapłaty
pt_pt: Lembrete para pagamento do Green Card
ro_ro: Pretinderea achitarii de la Green Card
ru_ru: Требование об уплате зеленой карты
sv_se: Green Card betalningspåminnelse

source: Order ID
da_dk: Ordre ID
de_de: ID der Bestellung
es_es: ID de Orden
fa_ir: الرقم التعريفى للطلب
fr_fr: Nº de commande
it_it: ID dell'ordine
ja_jp: 注文ID
pl_pl: ID zamówienia
pt_pt: ID da Ordem
ro_ro: ID-ul ordinului
ru_ru: ID заказа

source: Created
da_dk: Oprettet
de_de: Erstellt
es_es: Creado
fa_ir: تم الأنشاء
fr_fr: Créé
it_it: Creato
ja_jp: 作成されました
pl_pl: Stworzony
pt_pt: Criado
ro_ro: Creat
ru_ru: Создано
sv_se: Skapad

source: Product ID
da_dk: Produkt ID
de_de: ID des Produkts
es_es: ID Producto
fa_ir: الرقم التعريفى للمنتج
fr_fr: Nº de produit
it_it: ID del prodotto
ja_jp: プロダクトID
pl_pl: ID produktu
pt_pt: ID do Produto
ro_ro: ID-ul productului
ru_ru: ID продукта
sv_se: Produkt ID

source: Product name
da_dk: Produkt navn
de_de: Name des Produkt
es_es: Nombre de Producto
fa_ir: أسم المنتج
fr_fr: Nom du produit
it_it: Nome del prodotto
ja_jp: プロダクト名
pl_pl: Nazwa produktu
pt_pt: Nome do produto
ro_ro: Numele productului
ru_ru: Название продукта
sv_se: Produkt namn

source: Product price
da_dk: Produkt pris
de_de: Preis des Produkt
es_es: Precio de Producto
fa_ir: سعر المنتج
fr_fr: Prix du produit
it_it: Prezzo del prodotto
ja_jp: プロダクト価格
pl_pl: Cena produktu
pt_pt: Preço do produto
ro_ro: Pretul productului
ru_ru: Цена продукта
sv_se: Produkt pris

source: One Green Card Lottery
da_dk: 1 Green Card<br>Lotteri
de_de: Eine Lotterie für die Green Card
es_es: Un sorteo
fa_ir: يك قرعه كشي
fr_fr: Une loterie
it_it: Una lotteria per la Green Card
ja_jp: 1回の抽選
pl_pl: Loteria Zielonej Karty
pt_pt: Uma loteria
ro_ro: O Loterie pentru Green Card
ru_ru: Лотерея Грин Кард
sv_se: Ett Green Card Lotteri

source: Two Green Card Lottery
da_dk: 2 Green Card Lotterier
de_de: Zwei Lotterien für die Green Card
es_es: Dos sorteos
fa_ir: قرعة الجرين كارد
fr_fr: Deux Loteries Carte Verte
it_it: Due Lotterie per la Green Card
pl_pl: Dwie Loterie Zielonej Karty
pt_pt: Duas loterias do Green Card
ro_ro: Doua Loterii pentru Green Card
ru_ru: Два Лотерий Грин Кард
sv_se: Två Green Card Lotterier

source: Total
de_de: Summe
fa_ir: إجمالى
it_it: Totale
ja_jp: 合計
pl_pl: Razem
ru_ru: Всего
sv_se: Summa

source: Please remember to upload your photo(s)
da_dk: Husk venligst at sende foto(s) til os online
de_de: Bitte vergiss nicht, dein/deine Photo/Photos zu hochladen
es_es: Por favor no olvide subir sus fotos
fa_ir: من فضلك تذكر رفع صورك/صورتك
fr_fr: N'oubliez pas de télécharger votre/vos photos
it_it: Ricordati di caricare la/e tua/e foto
ja_jp: 写真をアップロードすることを忘れないでください
pl_pl: Proszę pamiętać o przesłaniu Państwa zdjęcia / zdjęć
pt_pt: Por favor, lembre de enviar sua(s) foto(s)
ro_ro: Aminteste-ti de a incarca fatografia/le ta /tale
ru_ru: Не забудьте загрузить Ваша/Ваши фотография/и
sv_se: Vänligen kom ihåg att ladda upp ditt/dina foto(n)
