Repository: abul-abul/buty_salon
Catalog: public/assets/trans/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ro_ro, ru_ru, sv_se

source: The submitted image must adhere to the following specifications
da_dk: All fotos SKAL følge vores specifikationen
de_de: Alle Digitalbilder sollen den folgenden Grundsätzen entsprechen
es_es: La imagen enviada debe cumplir con todos los requisitios siguientes
fa_ir: لابد أن تتقيد الصورة المقدمه بهذه المواصفات
fr_fr: L'image pésentée doit correspondre aux caractéristiques
it_it: L'immagine inviata deve essere conforme alle seguenti specifiche
ja_jp: 提出したイメージがこの仕様を守らなければなりません
pl_pl: Przesłane zdjęcie musi spełniać poniższe wymogi
pt_pt: A imagem enviada deve aderir as seguintes especificações
ro_ro: Imaginea trimisa trebuie sa fie conforme acestor specificari
ru_ru: Изображение которое вы послали должнa отвечать следующим требованиям
sv_se: Den skickade bilden måst följa de här specifikationerna

source: Photographs submitted must be a recent photograph, taken within the last 6 months
da_dk: Foto som fremsendes online skal være taget inden for de sidste 6 måneder
de_de: Das Bild soll ein jüngstes Photo des Kandidat sein (innerhalb der letzten 6 Monate fotografiert)
es_es: Las fotos enviadas deben ser recientes, con un maximo de seis meses de antiguedad
fa_ir: لابد أن تكون الصورة المقدمه حديثة ، التقطت خلال أخر 6 شهور
fr_fr: Les photographies présentées doivent être récentes, et avoir été prises depuis moins de 6 mois
it_it: L’immagine inviata deve essere una foto recente, scattata entro gli ultimi 6 mesi.
ja_jp: 写真が最近のもので６ヶ月以内に撮影された物を使用する事。
pl_pl: Przesłane fotografie muszą być aktualne, zrobione w ciągu ostatnich 6 miesięcy
pt_pt: As fotografias enviadas devem ser fotografias recentes, tiradas dentro de 6 meses
ro_ro: Imaginea trimisa trebuie sa fie recenta, facuta in ultimile 6 luni
ru_ru: Изображение отправленнa должно быть последние фото, сделана в течение последних 6 месяцев
sv_se: Inskickade fotografier måste vara nytagna, inom de 6 senaste månaderna

source: Image Acquisition
da_dk: Foto erhvervelse
de_de: Erschaffung des Bildes
es_es: Adquirir Imagen
fa_ir: امتلاك الصورة
fr_fr: Provenance de l'image
it_it: Acquisizione dell'Immagine
ja_jp: 画像収集
pl_pl: Uzyskiwanie zdjęć
pt_pt: Aquisição de Imagem
ro_ro: Achizitia Imaginei
ru_ru: Приобретение Изображение
sv_se: Bild anskaffning

source: The image file may be produced by acquiring an image with a digital camera or by digitizing a paper photograph with a scanner
da_dk: Dit foto kan fremstilles ved benyttelse af et digital kamera eller ved at scanne to papir foto med en scanner.
de_de: Die Bilddatei kann durch direkte Aufnahme durch eine Digitalkamera, oder durch Einscannen eines Originalfotos erstellt werden.
es_es: La imagen puede generarse desde una camara digital o escaneando una foto en papel con un escaner
fa_ir: يمكن الحصول على الصورة من خلال كاميرا رقمية أو مسح الصورة ضوئياً
fr_fr: Le fichier image doit provenir d'une photo prise avec un appareil photo numérique ou de la numérisation par scanner d'une photo papier
it_it: Il file dell’immagine può essere creato acquisendo un immagine con una fotocamera digitale o digitalizzando una fotografia in formato cartaceo con uno scanner
ja_jp: 画像はデジタルカメラ 又は プリントされた写真を スキャナーで読み込んだものであること
pl_pl: Plik obrazu może zostać wykonany poprzez zrobienie zdjęcia za pomocą aparatu cyfrowego lub poprzez dyskretyzację papierowej fotografii przy pomocy skanera.
pt_pt: O arquivo de imagem deve ser feita com uma câmera digital ou digitalizando uma foto imprimida com um scanner
ro_ro: File-ul imaginei poate fi creat achizitionand o imagine cu fotocamera digitala
ru_ru: Файл изображения может быть создано за счет приобретения изображения с цифровой камеры или сканирования фотографии на бумаге с помощью сканера
sv_se: Bildfilen kan skapas genom att man tar en bild med digitalkamera eller genom att skanna ett pappersfotografi

source: Digital enhancement or other alterations or retouching are not permitted
da_dk: Digitale forøgelse eller andre digitale rettelser af fotoet er ikke tilladt
de_de: Veränderung oder Digitalnachbesserung sind nicht zulässig
es_es: No se permite ningun tipo de ajuste o retoque digital
fa_ir: لا يسمح بالتعديلات الرقمية الأخرى
fr_fr: Les retouches ou autres modifications d'image ne sont pas autorisées
it_it: Miglioramenti digitali o altre modifiche o ritocchi non sono permessi
ja_jp: ディジタルエンハンスメントやその他の修正やレタッチは許可されていません。
pl_pl: Zmienianie techniką cyfrową ani jakiekolwiek inne zmiany lub retuszowanie są niedozwolone
pt_pt: Melhorias digitais ou outras alterações ou retoques não são permitidos
ro_ro: Ameliorari digitale sau altemodificari nu sunt permise
ru_ru: Цифровые усовершенствования или другие изменения или корректировки не допускаются
sv_se: Digital förbättring eller andra ändringar eller retuscheringar är inte tillåtna

source: The original aspect ratio of the image must be preserved. (No image stretching is allowed)
da_dk: Den oprindelige størrelse i form af højde og brede skal bevares.
de_de: Der Originalzustand der Photographie soll erhalten sein (keine Veränderung auf dem Bild zulässig)
es_es: El ratio original de la imagen debe ser conservado. (No se permite estrechar la imagen)
fa_ir: لابد وأن تكون قياسات الصورة محفوظة وثابتة (ممنوع تكبير الصورة)
fr_fr: Les proportions de l'image originale doivent être conservées. (il n'est pas permis d'étirer l'image)
it_it: Il rapporto di formato originale dell'immagine deve essere preservato. (Nessuna alterazione dell'immagine è consentita)
ja_jp: オリジナルイメージのアスペクト比を保存しなければなりません。（イメージの伸縮は許可されません）
pl_pl: Oryginalny współczynnik kształtu obrazu musi zostać zachowany (rozciągnie zdjęcia jest niedozwolone)
pt_pt: A proporção original da imagem deve ser preservada. (Esticamento de imagem não é permitido)
ro_ro: Trebuie fi pastrat raportul de format original al imaginei. (Nu este permis nici o alterare a fotografiei)
ru_ru: Пропорции оригинального изображения должны быть сохранены. (изменения изображения Не допускается)
sv_se: De ursprungliga proportionerna på bilden måste behållas. (Ingen bildsträckning är tillåten)

source: Compositional Specifications
da_dk: Sammensætningsmæssige Specifikationer
de_de: Spezifische Fragen
es_es: Caracteristicas de la Composición
fa_ir: مواصفات تركيبية
fr_fr: Caractéristiques de composition
it_it: Specifiche Composizionali
ja_jp: 組成仕様
pl_pl: Specyfikacje kompozycyjne
pt_pt: Especificações Composicionais
ro_ro: Specificari ale compozitiei
ru_ru: Специальные композиционные
sv_se: Sammansättnings specifikationer

source: The image must contain the full face, neck, and shoulders of the applicant in frontal view with a neutral, non-smiling expression and with eyes open and directed at the camera
da_dk: Fotoet skal indeholde ansøgers hele ansigt, hals og skulder tager direkte forfra på en neutral baggrund med et ikke smilende ansigts udtryk og med øjnene åbne og rettet direkte mod kameraet.
de_de: Gesicht, Hals und Schultern müssen auf dem Bild in Frontalansicht, mit neutralem, nicht lächelndem Gesichtsausruck zu sehen sein.
es_es: La imagen debe tener una imagen con la carta completa, cuello y hombros del solicitante, desde una vista neutral, sin sonrerir y con los ojos abiertos y mirando a camara
fa_ir: يجب أن تحتوى الصورة على الوجه كاملاً والرقبة والأكتاف فى وضع تصوير أمامى بتعبير وجه طبيعى وليس مبتسم والعيون مفتوحة وتنظر الى الكاميرا.
fr_fr: L’image doit présenter le visage dans son intégralité, le cou, ainsi que épaules du demandeur, de face, avec une expression neutre, sans sourire, les yeux ouverts et dirigés vers l’objectif
it_it: L’immagine deve contenere l’intero viso, il collo e le spalle del candidato nella vista frontale con un’espressione neutra, non sorridente e con gli occhi aperti e rivolti all’obbiettivo.
ja_jp: 頭全体と首、肩までを含んだ写真. 笑顔や目の閉じたものは不可 落ち着いた表情の物にする
pl_pl: Zdjęcie musi zawierać pełną twarz, szyję oraz ramiona osoby dokonującej zgłoszenie w ujęciu od przodu z neutralnym, pozbawionym uśmiechu wyrazem twarzy oraz szeroko otwartymi oczyma, spoglądającymi w stronę obiektywu.
pt_pt: A imagem deve conter o rosto inteiro, pescoço, e ombros do requerente, em um visão frontal, com uma expressão neutra e sem sorriso, com os olhos abertos e direcionados para a câmera
ro_ro: Imaginea trebuie sa contina intreaga fata, gatul si spatele candidatului in partea frontala, cu o expresie neutra, care nu surade si cu ochii deschisi si indreptati spre obiectiv
ru_ru: Изображение должно содержать все лицо, шею и плечи кандидата в вид спереди с нейтральным выражением, не улыбался с открытыми глазами и перед объективом.
sv_se: Bilden måste innehålla hela ansiktet, nacken, och axlarna av sökanden, fotograferad framifrån, med ett neutralt ej leende ansiktsuttryck, och med öppna ögon som tittar direkt in i kameran

source: The image must not contain any parts of the body below the applicant's shoulders
da_dk: Fotoet må ikke indeholde noget under ansøgers skulder.
de_de: Das Bild soll keine Körperteilen unter den Schultern des Bewerbers zeigen
es_es: La imagen no debe contener ninguna imagen situada por debajo de los hombros del solicitante
fa_ir: لا يجب أن تحتوى الصورة على أى أجزاء من الجسد أسفل الأكتاف
fr_fr: L’image ne doit montrer aucune des parties du corps du demandeur situées au-dessous des épaules
it_it: L’immagine non deve contenere nessuna parte del corpo al di sotto delle spalle del candidato
ja_jp: イメージに応募者の肩の下の部分を含まない事。
pl_pl: Zdjęcie nie może zawierać żadnych części ciała poniżej ramion danej osoby
pt_pt: A imagem não pode conter nenhuma parte do corpo abaixo dos ombros do requerente
ro_ro: Imaginea nu trebuie sa includa nici o parte a corpului mai jos de spatele candidatului
ru_ru: изображение не должно содержать какую-либо часть тела ниже плеч кандидата
sv_se: Bilden får inte innehålla andra delar av kroppen nedanför sökandens axlar

source: The image must not include other objects or additional people)
da_dk: Fotoer må kun indeholde ansøger og ikke andre genstande eller personer
de_de: Das Bild soll keine anderen Leute oder andere Gegenstände zeigen
es_es: Las imagenes no deben incluir otros objetos o personas
fa_ir: لا يجب أن تحتوى الصورة على أى أشياء اخرى او ناس أضافيين.
fr_fr: L’image ne doit pas contenir d’autres objets ou de tierces personnes)
it_it: L’immagine non deve includere altri oggetti o altre persone).
ja_jp: 写真内に他の人物や物を含まない
pl_pl: Zdjęcie nie może zawierać żadnych przedmiotów ani innych osób
pt_pt: A imagem não pode conter nenhum objeto ou outras pessoas
ro_ro: Imaginea nu trebuie sa includa alte obiecte sau alte persoane.
ru_ru: изображение не включает других объектов или других людей).
sv_se: Bilden får inte innehålla andra föremål eller ytterligare människor

source: Applicant must be vertically oriented in the image
da_dk: Ansøgeren skal være lodret orienteret i det fotoet.
de_de: Auf dem Bild soll der Kandidat in vertikaler Lage zu sehen sein
es_es: El solicitante debe estar orientado en vertical en la imagen
fa_ir: لابد وأن يكون وضع الشخص عمودى فى الصورة
fr_fr: Le demandeur doit être orienté verticalement dans l’image
it_it: Il candidato deve essere orientato verticalmente nell’immagine
ja_jp: 応募者の垂直面指向のイメージ
pl_pl: Zdjęcie musi przedstawiać osobę w pozycji pionowej
pt_pt: O requerente deve estar em posição vertical na imagem
ro_ro: Persoana trebuie sa fie in centrul obiectivulu
ru_ru: Кандидат должен быть ориентирован вертикально в изображение
sv_se: Sökanden skall vara placerad vertikalt i bilden

source: The image must be from a recent (within 6 months) photo of the applicant
da_dk: Fotoet skal være tager for nyligt (inden 6 måneder) af ansøgeren
de_de: Das Bild soll ein jüngstes Photo des Bewerbers sein (innerhalb 6 Monate)
es_es: La imagen debe ser una foto reciente, de los ultimos seis meses, del solicitante
fa_ir: لابد أن تكون الصورة حديثة (خلال 6 شهور) للمتقدم.
fr_fr: L'image doit provenir d'une photo récente du demandeur (moins de 6 mois)
it_it: L’immagine deve essere una foto recente (entro 6 mesi) del candidato
ja_jp: 応募者の写真が最近のもので６ヶ月以内に撮影された物を使用する事。
pl_pl: Zdjęcie musi być aktualnym (w granicach 6 miesięcy) zdjęciem osoby dokonującej zgłoszenie
pt_pt: A imagem deve ser de uma foto recente (de até 6 meses) do requerente
ro_ro: Imaginea trimisa a candidatului trebuie sa fie recenta (facuta in ultimile 6 luni)
ru_ru: Изображение кандидатa должно быть недавней (в течение 6 месяцев)
sv_se: Bilden måste vara från ett nytaget (inom 6 månader) fotografi av sökanden

source: Head Position
da_dk: Hoved position
de_de: Position des Kopfes
es_es: Posición de la cabeza
fa_ir: وضع الرأس
fr_fr: Position de la tête
it_it: Posizione della testa
ja_jp: 頭の位置
pl_pl: Pozycja Głowy
pt_pt: Posição da Cabeça
ro_ro: Pozitia Capului
ru_ru: Положение головы
sv_se: Huvudets position

source: Subject must directly face the camera
da_dk: Ansøger skal kikke direkte ind i kameraet.
de_de: Das Individuum soll direkt ins Objektiv sehen
es_es: La persona debe mirar directamente a camara
fa_ir: لابد أن يواجهة المتقدم الكاميرا مباشرة
fr_fr: Le sujet doit directement faire face à l'objectif
it_it: Il soggetto deve guardare direttamente l'obbiettivo
ja_jp: カメラに真正面に向いていること。
pl_pl: Osoba musi być zwrócona bezpośrednio do obiektywu
pt_pt: O sujeito deve estar olhando diretamente para a câmera
ro_ro: Sub rezerva trebuie sa priveasca direct spre camera
ru_ru: Субъект должен смотреть прямо в объектив
sv_se: Föremålet måste titta direkt in i kameran

source: Head must not be tilted up, down, or to the side
da_dk: Hoveds position må ikke kikke ned eller op eller til siderne.
de_de: Der Kopf soll gerade, nicht zum Boden oder zur Seite geneigt sein.
es_es: La cabeza no debe estar echada hacia atras, adelante o a un lado
fa_ir: لايجب أن تكون الرأس مائلة للأمام أو للخلف او على الأجناب
fr_fr: La tête ne doit être inclinée ni vers le haut, ni vers le bas, ni sur le côté.
it_it: La testa non deve essere inclinata verso il basso o lateralmente
ja_jp: うつむいたり、首を傾けたりせず、正面を向いている
pl_pl: Głowa nie może być przechylona, ani na dół, ani na bok
pt_pt: A cabeça não pode estar inclinada para cima, baixo, ou para os lados
ro_ro: Capul nu trebuie sa fie inclinat in jos sau lateral
ru_ru: Голова не должна быть наклонена вниз или в сторону
sv_se: Huvudet får inte lutas uppåt, nedåt eller åt sidan

source: The head height (measured from the top of the head, including the hair, to the bottom of the chin) must be between 50% and 69% of the image’s total height. The eye height (measured from the bottom of the image to the level of the eyes) should be between 56% and 69% of the image's height. The diagram below shows these measurements on a correctly-proportioned image
da_dk: Hoveds højde (målt fra toppen af hovedet til bunden af kinden) skal være mellem 50% og 69 % af det total foto. Øjnes højden (målt fra bunden af billede til øjnehøjde) bør være mellem 56% og 69 % af det total foto. Nedenstående diagram viser disse målinger i de korrekte forhold.
de_de: Die Höhe des Kopf (seit die Oberteil des Kopf bis die Unterteil des Kinns gemessen, einschließlich die Haare) soll zwischen das fünfzig und neunundsechzig Prozent der ganzer Höhe des Bild bedecken. Die Höhe der Augen (seit die Oberteil des Bild bis die Augenstufe) soll zwischen das sechsundfünfzig und neunundsechzig Prozent der ganzer Höhe des Bild bedecken. Das folgendes Schema ziegt die Maße eines richtiges proportioniertes Bild.
es_es: La altura de la cabeza (desde la parte superior a la barbilla) debe ser entre el 50% y el 69% del alto total de la imagen. La altura del ojo (desde la parte superior a la barbilla) debe ser entre el 50% y el 69% del alto total de la imagen. El cuadro muestra las medidas de una imagen correctamente proporcionada
fa_ir: لابد وأن يكون طول الرأس (من أعلى الرأس بما فى ذلك الشعر وأسفل الذقن) ما بين 50% و 69% من طول الصورة كلها، وارتفاع العيون (بداية من أسفل الصورة الى مستوى العين) يجب أن تكون مابين 50% و 69% من طول الصورة ، ويوضح الرسم بالأسفل القياسات فى صورة سليمة
fr_fr: La taille de la tête (mesurée depuis le sommet du crâne, y compris les cheveux, jusqu’au dessous du menton) doit représenter entre 50% et 69% de la taille totale de l’image. Le positionnement des yeux (distance mesurée depuis le bas de l’image jusqu’au niveau des yeux) doit représenter entre 56% et 69% de la taille totale de l’image. Le schéma ci-dessous montre ces mesures dans les bonnes proportions
it_it: L'altezza della testa (misurata dalla parte superiore della testa, compresi i capelli, alla parte inferiore del mento) deve essere tra il 50% e il 69% dell'altezza totale dell'immagine. L'altezza degli occhi (misurata dalla parte inferiore dell'immagine al livello degli occhi) deve essere compresa tra il 56% e il 69% dell'altezza dell'immagine. Lo schema seguente mostra le misure su un’immagine correttamente proporzionata.
ja_jp: 頭の高さや顔の大きさ(頭髪も含め頭上から顎の下まで測定）は、写真全体の50%～69%を占めている。目の高さ(写真の一番下から目の位置まで測定）は、写真の56%～69%の間であること。下のダイアグラムを参照にしてください。
pl_pl: Wysokość głowy (mierzona od czubka głowy, łącznie z włosami, do dołu podbródka) musi znajdować się pomiędzy 50% a 69% całkowitej wysokości zdjęcia. Wysokość oczu (mierzona od dołu zdjęcia do poziomu oczu) powinna znajdować się pomiędzy 56% a 69% wysokości zdjęcia. Poniższy diagram prezentuje te wymiary na zdjęciu o prawidłowych proporcjach
pt_pt: A altura da cabeça (medida do topo da cabeça, incluindo o cabelo, até a base do queixo) deve estar entre 50% e 69% do total da altura da imagem. A altura do olho (medido da parte de baixo da imagem até o nível dos olhos) deve estar entre 56% e 69% da altura total da imagem. O diagrama abaixo mostra essas medidas em uma imagem corretamente proporcionada.
ro_ro: Inaltimea capului(masurata de la partea superioara a capului, inclusiv paru, pana la partea inferioara a barbiei) trebuie sa fie intre 50% si 69% din lungimea totala a imaginei.Inaltimea ochilor ( masurata de la partea inferioara a imaginei si pana la nivelul ochilor, trebuie sa fie cuprinsa intre 56% si 69% din lungimea totala a imaginei. Schema urmatoare arata masurele pe o imagine proportionata corect.
ru_ru: Высота головы (измеренная от верхней части головы, в том числе волос, дo нижней части подбородка) должна быть между 50% и 69% от общей картины. высота глаза (измеряется от нижней части изображение на уровне глаз) должна быть между 56% и 69% от изображения. Следующая диаграмма показывает измерений на изображение что правильно пропорциональная
sv_se: Huvudhöjd (mätt från hjässan, inklusive håret, till hakspetsen) måste vara mellan 50 % och 69 % av bildens totala höjd. Ögonhöjd (mätt från bildens botten till ögonnivå) bör vara mellan 56 % och 69 % av bildens höjd. Figuren nedan visar de här mätningarna på en korrekt avvägd bild

source: Picture examples
da_dk: Foto eksempel
de_de: Beispielfigur
es_es: Imagenes de ejemplo
fa_ir: أمثلة صور
fr_fr: Exemples d'images
it_it: Figura d'esempio
ja_jp: 写真の例
pl_pl: Przykłady zdjęć
pt_pt: Exemplo de Fotos
ro_ro: Fiagura ca exemplu
ru_ru: пример
sv_se: Bildexempel

source: Status
de_de: Stand
es_es: Estado
fa_ir: حالات
fr_fr: Statut
it_it: Stato
ja_jp: ステータス
pt_pt: Andamento
ru_ru: Государство

source: Here you can follow your application status
da_dk: Her kan du følge din ansøgnings status
de_de: Hier kannst du den Stand deiner Kandidatur folgen
es_es: Aqui puede ver el estado de su solicitud
fa_ir: هنا يمكنك متابعة حالة طلبك
fr_fr: Ici, vous pouvez suivre le statut de votre demande
it_it: Qui puoi seguire lo stato della tua candidatura
ja_jp: アプリケーションの状況こちらで見ることができます
pl_pl: Tutaj możesz śledzić status swojego zgłoszenia
pt_pt: Aqui você pode seguir o andamento de seu requerimento
ro_ro: Aici poti urmari statul candidaturii tale
ru_ru: Здесь вы можете отслеживать состояние Вашей заявки
sv_se: Här kan du följa din ansökningsstatus

source: No status messages found
da_dk: Ingen status besked fundet
de_de: Keine Aktualisierung ist gefunden worden
es_es: No se han encontrado mensajes de estado
fa_ir: لا توجد رسائل بالحالة
fr_fr: Pas de messages de statut trouvés
it_it: Nessun messaggio di stato trovato
ja_jp: ステータスメッセージが見つかりませんでした
pl_pl: Nie znaleziono wiadomości odnośnie statusu
pt_pt: Mensagens de andamento não encontradas
ro_ro: Nici un mesaj de stat gasit
ru_ru: не былo найденo Сообщение
sv_se: Inget statusmeddelande hittat

source: Welcome
da_dk: Velkommen
de_de: Willkommen
es_es: Bienvenido
fa_ir: مرحباً
fr_fr: Bienvenue
it_it: Benvenuto
ja_jp: ようこそ
pl_pl: Witamy
pt_pt: Bem-vindo(a)
ro_ro: Bunvenit
ru_ru: Добро пожаловать
sv_se: Välkommen

source: to your personal menu
da_dk: til din personlige menu
de_de: zum persönlichen Menübereich
es_es: a su menu personal
fa_ir: الى القائمة الشخصية
fr_fr: sur votre menu personnel
it_it: sul tuo menu personale
ja_jp: コマンドに失敗しました
pl_pl: do menu osobistego
pt_pt: ao seu menu pessoal
ro_ro: meniul tau personal
ru_ru: на вашем личном меню
sv_se: till din personliga meny

source: Here you can follow the process of you application and ask questions to US Green Card Office Ltd.
da_dk: Her kan du følge processen for din ansøgning og stille spørgsmål til US Green Card Office Ltd.
de_de: hier kannst du der Entwicklung deiner Kandidatur folgen und Fragen an das US Green Card Office Ltd. stellen
es_es: Aqui puede seguir el proceso de su aplicacion y preguntar lo que necesite a US Green Card Office Ltd.
fa_ir: هنا يمكنك أن تتبع معالجة طلبك ويمكنك أن تسأل أسئلة لمكتب الجرين كارد الأمريكى.
fr_fr: Ici, vous pouvez suivre l'évolution de votre demande et poser des questions au US Green Card Office Ltd.
it_it: Qui puoi seguire il processo della tua candidatura e fare delle domande all'US Green Card Office Ltd.
ja_jp: こちらでアプリケーションの手続きについて行くことができます。そしてUS グリーンカードオフィスに質問することがLtd.
pl_pl: Tutaj możesz śledzić proces Twojego zgłoszenia oraz zadawać pytania firmie US Green Card Office spółka z o.o.
pt_pt: Aqui você pode seguir o processo de seu requerimento e realizar perguntas ao US Green Card Office Ltd.
ro_ro: Aici poti sa urmaresti procesul candidaturii tale si sa pui intrebari la US Green Card Office LTD.
ru_ru: Здесь вы можете отслеживать прогресс вашего приложения и задавать вопросы на U. S. Green Card Office Ltd.
sv_se: Här kan du följa hanteringen av din ansökan och ställa frågor till US Green Card Office Ltd.

source: Your customer number is
da_dk: Dit kunde nummer er
de_de: Deine fortlaufende Nummer ist
es_es: Su numero de cliente es
fa_ir: رقم العميل الخاص بك هو
fr_fr: Votre numéro d'utilisateur est
it_it: Il tuo numero cliente è
ja_jp: あなたの顧客番号は
pl_pl: Twój numer klienta to
pt_pt: Seu número de cliente é
ro_ro: Nume client al tau
ru_ru: Ваш номер клиента является
sv_se: Ditt kundnummer är

source: Your options
da_dk: Din muligheder
de_de: Deine Optionen
es_es: Sus opciones
fa_ir: خياراتك
fr_fr: Vos options
it_it: Le tue opzioni
ja_jp: あなたのオプション
pl_pl: Twoje opcje
pt_pt: Suas opções
ro_ro: Obtiunile tale
ru_ru: Ваши варианты
sv_se: Dina alternativ

source: Participation instructions
da_dk: Deltager instruktioner
de_de: Bedienungsanleitung für die Teilnahme
es_es: Instrucciones de Participacion
fa_ir: تعليمات المشاركة
fr_fr: Règles de participation
it_it: Istruzioni di partecipazione
ja_jp: 参加者への指示
pl_pl: Instrukcje wzięcia udziału
pt_pt: Intruções de participação
ro_ro: Instructiuni de partecipare
ru_ru: Инструкции по участию
sv_se: Instruktioner för deltagande

source: Product and Payment
da_dk: Produkt og Betaling
de_de: Produkt und Zahlung
es_es: Producto y Pago
fa_ir: المنتج والدفع
fr_fr: Produit et Paiement
it_it: Prodotto e Pagamento
ja_jp: 製品と支払い
pl_pl: Produkt i płatność
pt_pt: Produto e Pagamento
ro_ro: Produs si Plata
ru_ru: Продукта и оплата
sv_se: Produkt och Betalning
